[
  "अनिल सर की ओर से सूचना :-\n\nDear students,\n64वीं BPSC परीक्षा के Interview के लिए one-to-one interaction में व्यस्तता की वजह से और 1 February को बजट तिथि होने की वजह से, कार्यशाला Date को 7 दिनों के लिए बढ़ाया जा रहा है।\n\nअब 66वीं BPSC MAINS निःशुल्क BATCH के लिए संशोधित तिथि और समय इस प्रकार है-\n\nकार्यशाला तिथि- 8 February, 2021\nकार्यशाला समय- 2:30pm - 4:30pm\nBatch प्रारंभ तिथि- 11February, 2021",
  "ANIL'S PRAYAS @Patna pinned Deleted message",
  "CLASS TODAY AT 2:30PM.",
  "कार्यशाला सम्पन्न होने के बाद, 66वीं BPSC निःशुल्क बैच को नया नाम दे दिया गया है,\n यह नाम है : आर्यभट्ट-21\n\nसूचना:\nआर्यभट्ट-21 का next क्लास 12 फरवरी 2021,  2:30 pm को है।",
  "आर्यभट्ट-21\nNext class TOMORROW @2:30PM",
  "Discussion Topic: अमेरिकी चुनाव- समग्र विश्लेषण \nUSA Presidential election controversies and critical analysis.",
  "आर्यभट्ट-21 बैच\nNext class Tomorrow (23rd February) Tuesday @2.30 pm",
  "ANIL'S PRAYAS @Patna pinned Deleted message",
  "आर्यभट्ट-21\nNext class- Tomorrow @2:30 PM\nDiscussion Topic: Abraham Accord-West Asia: Critical appraisal.",
  "आर्यभट्ट-21बैच\nNext Class @2.30 pm (SUNDAY)",
  "आर्यभट्ट-21\nआज class @3.00pm(Today)",
  "UPSC 2021 NOTIFICATION OUT. UPSC ने 2021 परीक्षा के लिए विज्ञापन/ नोटिस दे दिया है।",
  "https://upsconline.nic.in/mainmenu2.php\n\nUPSC के इस लिंक पर फॉर्म उपलब्ध है।\nसभी students को मेरी तरफ से बहुत बहुत शुभकामना!",
  "आर्यभट्ट-21\nNext class- 10th March, 2021 @3pm (Wednesday)\nDiscussion Topic: HongKong Protest- Detailed Analysis and Evaluation.",
  "आर्यभट्ट- 21\nNext class on 15-03-2021(Monday)@ 3PM.",
  "आर्यभट्ट--21\nNext class on 17-03-21(बुधवार/Wednesday)@3.00pm\n(DEAR students -- फेस मास्क का उपयोग जरूर करें।)",
  "आर्यभट्ट-21\nNext class on 20-03-21(Saturday/शनिवार)@3pm\nNext Topic--MYANMAR(म्यांमार)Military Coup--Political Crisis-Detailed Analysis",
  "आर्यभट्ट-21\nअनिल सर की तबियत ठीक नहीं है, और डॉक्टर ने अभी रेस्ट लेने को कहा है,  इसी कारणवश आज क्लास नहीं होगी, और next class की सूचना उनके recover होते ही दी जायेगी।\n\nधन्यवाद।",
  "सिविल सेवा परीक्षा (upsc संचालित)2020  (मेंस exam)का result अभी अभी जारी हुआ है।मुझे सफल होने बाले स्टूडेंट  की जानकारियां मिल रही है। result की प्रतीक्षा कर रहे सभी उम्मीदवारों को मेरी ओर से शुभकामना।",
  "BPSC- 66वीं (PT exam) का result घोषित किया गया है। आप अपना Results यहाँ भी check कर सकते हैं।\n सभी students को मेरी ओर से शुभकामना और आशीर्वाद। \nGoodluck.",
  "आर्यभट्ट-21\nNext क्लास on 26th March(Friday)@4pm\n वैसे स्टूडेंट्स जो लगातार क्लास कर रहे थे उत्साहित होकर ,लेकिन  किसी कारणवश उनका result  प्रभावित हो गया है ,वे क्लास को जारी रख सकते हैं।",
  "आर्यभट्ट-21\n\nNext क्लास- 27th March (Saturday) @ 9:30AM.",
  "DEAR STUDENTS!\nThis is to inform you all that the State government vide notice dated 03/04/21 ,has directed all educational institutions to remain closed till 11/04/21.\nSo Dear Students,\nAll academic activities in our institute will  also remain suspended till 11/04/21.\nWe are planning also to develop alternate (online + offline mixed) mode for 66th BPSC mains Batch(Aryabhatt21)..\nYou will be informed at appropriate time\nसुरक्षित और खुश रहें ।",
  "Dear Students,\n6 अप्रैल से थोड़ी सी शारीरिक समस्या (Fever) होने पर मैंने अपना COVID test करवाया और रिपोर्ट में COVID- पॉजिटिव आया है। मैं अभी डॉक्टर के संपर्क में हूं और  ट्रीटमेंट चल रहा है। मैं ठीक महसूस कर रहा हूं। \n\nआप सब की शुभकामनाओं के साथ मैं जल्द ही ठीक हो जाऊंगा और स्वस्थ होकर मिलूंगा।\n\nअनुरोध:- जो भी मेरे संपर्क में लोग आए होंगे, वे थोड़े भी घोषित लक्षण पाने पर अपना टेस्ट जरूर कराएं।\n\nआप सब के बेहतर स्वास्थ्य की मैं ईश्वर से कामना करता हूं। \n\nआपका, \nअनिल सर।",
  "मैं और मेरा परिवार post--कोविड़  ---rest-recovery--regain---reconsolidation---phase में है।ईश्वर की अनुकंपा, मेरे मित्र-DR P.K. Sumanji की अनवरत निगरानी और सलाह, सभी शुभचिंतकों- परिचितों-students की शुभकामनाओं-दुआओं एवं अपने परिवार के सदस्यों की सकारात्मक सोचों से मुश्किल हालात से उबरकर आज यह लिख रहा हूँ।सुखद अहसास कर रहा हूँ।इस अनुभव पर तो अलग से किताब भी लिखी जा सकती है।आशा है कि आप और आपका परिवार भी सुरक्षित और सकुशल होंगे।धन्यवाद।",
  "UPSC postponed JUNE 27 Civil Services Preliminary Exam amid Surge in Covid_19;...to be held on October 10 (समाचार की प्रतीक्षा कर लें और अपने स्तर से न्यूज की सत्यता की जांच भी कर लें।)धन्यवाद।अपने स्वास्थ्य का ख्याल भी रखें और अपने परिवार की सेहत का भी!साथ ही अपनी पढ़ाई और आगामी exam की तैयारी भी जारी रखें।\nईद-उल-फित्र की शुभकामना और मुबारकवाद!!",
  "04/06/21,05/06,08/06को होने वाली 66वी bpsc (मुख्य-लिखित)परीक्षा को covid संक्रमण की वजह से अनिश्चित काल के लिए स्थगित कर दिया गया है।इसे bpsc नोटिफिकेशन के जरिये बताया गया है।स्तिथि की अनुकूलता पर तिथि बाद में घोषित की जाएगी।अतः सभी सफल स्टूडेंट्स समय का और बेहतर उपयोग करें।धन्यवाद।",
  "64th BPSC  सिविल सेवा परीक्षा का final रिजल्ट जारी कर दिया गया है।इंतजार कर रहे छात्र/छात्रा रिजल्ट check करें।सफलता और असफलता को समान/निरपेक्ष भाव से ग्रहण करना आसान नही होता है।सभी सफल उम्मीदवार को मेरी ओर से बहुत बहुत बधाई।सफल ना होने वाले उम्मीदवार के लिए हौसलाअफजाई!!Failure is not just opposite of success..... it is the part of grand success...\nसभी छात्रों/छात्राओं को उनके बेहतर   कल/भविष्य की अनिल sir की ओर से शुभकामना",
  "BPSC ने 66वी  मुख्य परीक्षा के प्रोग्राम को अचानक जारी कर दिया है।29जुलाई,30जुलाई, औऱ 31 जुलाई को परीक्षा होगी।आलोचना/प्रत्यालोचना से एकदम परे होकर सभी सफल स्टूडेंट्स अपने को पूरी तरह समर्पित कर लीजिए।मैं कल तक सामान्य अध्ययन और इतिहास विषय के लिए guess पार्ट और संभावित उत्तर-मदद-हेल्प पार्ट उपलब्ध करने का प्रयास करूँगा। कोविड समस्या और सरकारी प्रतिबंधों ने offline क्लास को बाधित किया जो अभी तक जारी है।लेकिन तैयारी कर रहे  सभी स्टूडेंट्स के लिए मेरी ओर से हौसलाअफजाई भी और हेल्प का आश्वाशन भी।",
  "Dear Students\n66वीं BPSC की परीक्षा की तिथि बेहद करीब आ गयी है। बड़ी उम्मीदों के साथ offline class शुरू हुआ था जो Covid की दूसरी लहर और अंतहीन lockdown के भवर में फंस गया। \nमैं expected questions (66वीं मुख्य परीक्षा) को सामने ला रहा हूँ YouTube के माध्यम से। \nमुझ जैसे परंपरागत पैटर्न के हिमायती व्यक्ति को नई तकनीकों को स्वीकारने में वक्त लगा। लेकिन अब आगे कोशिश रहेगी कि online और offline अपनी उपलब्धता सुनिश्चित करूं। \n\nआपका,\nअनिल सर",
  "SUBSCRIBE- https://www.youtube.com/channel/UCDWtPuFy3iCb8BnirLi-Egg",
  "Youtube Channel का Link share कर दिया गया है।\n\nमैं Youtube पर Videos के माध्यम से Expected questions पर discussion और Answer Writing/ Answer structure/ Answer Discussion को भी सामने लाऊंगा। \n\nअभी शुरुआत में यह 66वीं BPSC मुख्य परीक्षा के लिए केंद्रित रहेगा। आगे यह UPSC-PT (2021/22)/ UPSC-Mains, 65वीं BPSC Interview के लिए भी माध्यम बनेगा। ऐसा मेरा विश्वास है।\n\nआप Youtube Channel को Subscribe करें, और उससे जुड़े रहें एवं निरंतर लाभान्वित हो।",
  "ANIL'S PRAYAS @Patna pinned «SUBSCRIBE- https://www.youtube.com/channel/UCDWtPuFy3iCb8BnirLi-Egg»",
  "Dear Students,\n\nअनिल सर की ओर से जारी प्रथम Video जिसका शीर्षक है- \"प्रथम संबोधन: एक छोटी सी अपील\" Youtube चैनल पर अभी अभी प्रसारित हुआ है।\n\nवीडियो Quality को बेहतर करने का प्रयास सतत जारी है। थोड़ा समय लगेगा। सहयोग आप सभों से अपेक्षित है।\n\nवीडियो में आगामी 66वीं BPSC-MAINS को लेकर आवश्यक सूचना भी है।\nआप वीडियो को Like, Share और Subscribe करें। अगले वीडियो की आने की संभावना कल है।\n\nशुभाशीष और धन्यवाद।",
  "https://youtu.be/T-gvQqterrE",
  "Dear Students,\nअनिल सर की ओर से 66वीं BPSC- मुख्य परीक्षा के निमित रणनीतिक और उपयोगी चर्चाएं शुरू की गयी हैं - श्रंखला रूप में Youtube Channel पर।\n\nइस SERIES में सबसे पहले GS-PAPER 1/ SECTION 1 पर चर्चा- संभावित प्रश्नों के साथ की गयी है। \nYoutube Channel पर Video उपलब्ध है।\nवीडियो Quality को बेहतर करने का प्रयास लगातार जारी है, Video Upload करने में भी अभी समस्या सामने आ रही है। बावजूद इसके सर की ओर से प्रयास जारी है। आप सभों का समर्थन-सहयोग अपेक्षित है।\n\nधन्यवाद।",
  "https://youtu.be/EeQxhRpRst0",
  "66th BPSC MAINS- GS PAPER1-SECTION 1- Question.pdf",
  "Dear Students,\n66वीं BPSC-Mains के GS-Paper 1/Section-1 के संभावित प्रश्नों का PDF शेयर किया गया है। \nआगे कुछ Model Answer भी जल्द ही उपलब्ध कराया जाएगा। \n\nशुभाशीष।",
  "Dear Students,\nमेरी ओर से  66वीं BPSC- मुख्य परीक्षा के निमित शुरू की गयी चर्चाओं में श्रृंखला-2 अब उपलब्ध है । \n\nपूर्व में मेरे द्वारा दिए गए संभावित प्रश्नों  के उत्तर-स्वरुप-ढांचा की वर्तमान LECTURE में चर्चा की गयी है। \n\nमौर्य स्थापत्य कला और पटना कलम पर दिए गए प्रश्नों के उत्तर स्वरुप को समझाया गया है।\n\nआगे इसी चैनल पर Model Answer PDF जारी कर दिया जाएगा।\nइतिहास Optional और GS-Paper 1/ Section 2 का वीडियो और गेस प्रश्न शीघ्र आएगा। \nतकनीकी कारणों से विलंब हो रहा है। आप सभों का सहयोग अपेक्षित है।\n\nशुभाशीष।",
  "https://youtu.be/JrGyEqzkulg",
  "मौर्य स्थापत्य कला- मॉडल उत्तर.pdf",
  "पटना कलम- मॉडल उत्तर.pdf",
  "Dear Students,\n\n66वीं BPSC मुख्य परीक्षा के लिए GS-Paper I/ Section 1/ Sub सेक्शन A1 के Question 1 और 2 का मॉडल उत्तर PDF रूप में अब उपलब्ध है। \n\nबाकी प्रश्नों के उत्तर बाद में उपलब्ध कराए जाएंगे। Paper-1/ Section 2 का गेस प्रश्न का वीडियो कल तक संभवतः आ जायेगा।\n\nशुभाशीष।",
  "Dear Students!\n66वी BPSC (Mains)के  GS पेपर1के section2(current events) के संभावित प्रश्नों या topics का ब्यौरा औऱ Analysis से संबंधित video यूट्यूब पर  तकनीकी समस्या की वजह से जारी नही किया जा सका है।मुझे अफसोस है। काफी प्रयास के बाबजूद यह01-20AM तक भी संभव नही हो पाया है।आज सुबह 10 बजे तक यह जारी हो जाएगा और टेलग्राम चैनल पर भी pdf रूप में उपलब्ध रहेगा।\nशुभाशीष!\nआपका अनिल  सर",
  "https://youtu.be/W7X1MhBLPQ8",
  "Dear Students,\nआज का video आपके BPSC मुख्य परीक्षा के नज़रिए से काफी महत्वपूर्ण है। आप इसके Topics, और मेरे द्वारा बताए गए Current Events पर अपना नोट तैयार करें।\nकोई Topic उपेक्षित नहीं छोड़िएगा।\n\nतकनीकी दिक्कतों की वजह से Video में काफ़ी बैकग्राउंड Noise है जिसे काफ़ी प्रयास के बाद भी दूर नहीं किया जा सका। आप Earphone के इस्तेमाल किये बग़ैर इसे देखें और सुनें। \n\nशुभाशीष।\n-अनिल सर।",
  "GS-PAPER1-SECTION2-संभावित प्रश्न.pdf",
  "https://youtu.be/-Pf8l3DaZow",
  "Dear Students,\n66वीं BPSC MAINS- GS Paper 2- Polity & Constitution से संबंधित Discussion और संभावित टॉपिक (Guess) को Youtube पर जारी कर दिया गया है।\nवर्गीकरण और विश्लेषण को वैसे छात्र भी जानें और समझें जो भविष्य में भी Mains लिखने की उम्मीद रखते हैं।\nExaminees तो निश्चित रूप से लाभान्वित होंगे ही।\n\nशुभाशीष।\n-अनिल सर।",
  "Dear students,\n\n66वीं BPSC -MAINS के लिए HISTORY -Optional के सभी sections और सभी parts के संभावित topics/questions से संबद्ध video को यूट्यूब पर आधे घंटे के भीतर जारी किया जा रहा है।\nSlides में कुछ कमियां भी होंगी लेकिन मैंने समस्त हिस्से का स्वयं जिक्र कर दिया है।\nआप video का लाभ उठाएं और यथासंभव SHARE भी करें।\nशुभाशीष।\n-अनिल सर",
  "https://youtu.be/n523stHknGM",
  "Dear Students,\n\n66वीं BPSC (Mains) GS Paper 2/ Section 3 (Science-Technology) से सम्बद्ध कुछ संभावित Topics/ प्रश्नों को PDF रूप में दिया जा रहा है।\nयह विलंब से आपके सामने आ पाया है।\n\nCovid Vaccine के 2nd डोज़ लेने की वजह से मेरी 2 दिनों से तबियत ठीक नहीं थी। फलतः Youtube के लिए वीडियो नहीं जारी कर पाया।\n\nआप अपनी स्ट्रेटेजी नहीं बदलियेगा। मेरे बताये हुए Topics को Focus में रखियेगा।\nआगामी परीक्षा के लिए आपको खूब खूब शुभकामनाएं।\nशुभाशीष।\n-अनिल सर",
  "Dear Students,\nमुझे बेहद खुशी है कि 66वी Bpsc mains के Gs paper 1(History-culture-revolt-struggle)पार्ट1के सभी संभावित qns परीक्षा में भी सही रूप से आ गए हैं।मुझे यकीन है कि आपने इसे बेहतर ढंग से लिखा होगा।\nमुझे बेहद अफसोस है कि पार्ट2 यानि सेक्शन2 का प्रश्न  संभावित list से कुछ भी नही आ सका ।परीक्षार्थी निश्चित रूप से मुश्किल में होंगे।एक ब्रिक्स समिट पर और एक आत्मनिर्भर भारत-रोजगार पर वे कामचलाऊ लिख पायें होंगे।सेक्शन 2 का प्रश्न क्या current इवेंट्स (रीजनल/national/neighbour/international)का सेक्शन लग रहा था?ऐसे में कोई guess संभव नही था।सभी के लिए मुश्किल रहा होगा।पार्ट1 की   खुशी को पार्ट2 की मुश्किलों ने कम कर दिया।\nअगले paper की जमकर तैयारी कीजिये।ईश्वर ने चाहा तो कल कोई अफसोस नही होगा।आप सबों को शुभकामना।\nशुभाशीष।\nआपका अनिल sir",
  "Dear students,\nपरमसत्ता में यकीन रखते हुए मैंने कल ही कहा था कि आज का GS paper2 का प्रश्न expected लाइन पर होगा।और आपके चेहरे पर मुस्कुराहट ला देगा।मुझे लगता है कि ऐसा ही हुआ है।polity, economy, Geography और science technology के समस्त प्रश्न  संभावित थे/सहज थे/स्कोरिंग थे।आपने बेहतर लिखा होगा।मेरा यकीन ऐसा ही है।अभी relaxed नही होना है।पूरी तौर पर अपने को कुछ घंटों के लिए कैद कीजिये।optional सब्जेक्ट/paper की तैयारी को चरम पर ले जाइए।कल भी मुस्कुराने के अवसर मिलेंगे। कल के लिए शुभकामना।\nआपका अनिल sir",
  "Dear Students,\n\nविश्वाश है कि आप समस्त 66वीं BPSC मुख्य परीक्षा के परीक्षार्थियों के Exam काफ़ी बेहतर रहे होंगे। \n\nStudent के जीवन में आराम कहाँ है! जबतक की उन्हें अच्छी सफलता और अपेक्षित लक्ष्य हासिल न हो जाये !!\nएक दो दिन आराम कर लीजिए और सिविल सेवा (PT exam 2021) की तैयारी में पुनः गंभीरता पूर्वक लग जाइये।\n\nआप सबों को शुभाशीष।\n- अनिल सर",
  "Dear Students,\n\nसिविल सेवा की तैयारी शुरू करने वाले सभी Students के अनुरोध को मानते हुए अनिल सर द्वारा इस परीक्षा से जुड़े अनगिनत सवालों का समाधान सामने लाया गया है।\nUPSC और BPSC परीक्षा की तैयारी से जुड़े हर पहलू को ध्यान में रखते हुए आज से सीरीज शुरू किया गया है। इस कड़ी में प्रथम Video अब Youtube पर उपलब्ध है ।\n\nआप Video को देखें! सुनें! और यथासंभव Share भी करें।",
  "https://youtu.be/ULT6toCst0Y",
  "Dear Students,\nआज अनिल sir की ओर से एक वीडियो  यूट्यूब चैनल पर load किया जा रहा है।गणितीय ढंग से इसमें यह बताया जा रहा है कि हालिया सुधारों की वजहों से कैसे BPSC exam उत्साही  युवा स्टूडेंट्स के लिए अनुकूल होता जा रहा है।राज्य सेवाओं   के प्रति उनका आकर्षण क्यों बढ़ रहा है?और क्यों बढ़ना चाहिये?आप भी video को पूरी तौर पर देखिये और लाभ उठायें।\nधन्यवाद।",
  "Dear students,\n65वी BPSC  के interview  में शामिल होने जा रहे स्टूडेंट्स, जिनका full biodata मुझ तक पहुंच पाया था, उनके लिए आवश्यक सामग्री आज उंनके व्हाट्सएप्प पर अनिल sir की ओर से भेजा जा रहा है।",
  "https://youtu.be/xMhoHSYJxFY",
  "https://youtu.be/UQHrl77cf5o",
  "Dear students,\nसंभवतः BPSC67 वीं परीक्षा PT 12 December को आयोजित होगी।\n67 वीं परीक्षा को ध्यान में रखकर एक integrated+focussed (PT,Mains-gs, TEST series) BATCH \nबोधिसत्व 21 को सामने लाया जा रहा है। इस बैच की कक्षा बिना कार्यशाला के सीधे 2 सितंबर (गुरुवार) से प्रारंभ होगी। इस बैच की पूरी जानकारी अभी कुछ ही समय में जारी यू ट्यूब चैनल पर होगी।\nएक बैच हिस्ट्री  वैकल्पिक विषय का भी (ग्लासनोस्त)26sep से प्रारंभ होगा।\nसभी  क्लासेज ऑफलाइन होंगे।\nसमस्त जानकारियां वीडियो में दर्ज हैं।\nधन्यवाद।",
  "https://youtu.be/A5d0y4v-BnY",
  "ANIL'S PRAYAS @Patna pinned a file",
  "ANIL'S PRAYAS @Patna pinned a file",
  "Dear students,\nफाउंडेशन बैच,(UPSC-BPSC-PT)/और newly announced बोधिसत्त्व बैच(विशुद्ध BPSC 67वी exam)/से जुड़े स्टूडेंट्स या पहले से रजिस्टर्ड students से मिलने और उनके बैच+जिज्ञासाओं का समाधान करने के लिए स्वम् अनिल sir अपने कोचिंग सेंटर के आफिस में 9.30am से1.30pm मौजूद रहेंगे।अगले शनिवार (28अगस्त)से मंगलवार(31august)तक प्रत्येक दिन sir  उपस्थित रहेंगे।admission के इच्छुक स्टूडेंट्स भी मिल कर संतुष्ट हो सकते हैं।\nधन्यवाद।",
  "Dear students,\nबोधिसत्त्व 2021(67वी BPSC इंटेग्रेटेड-focussed बैच)की शुरुआत बेहद सन्निकट है।नामांकन की प्रक्रिया जारी है।इसे सूचना भी समझा जाय और विज्ञापन भी।मैं अपने कोचिंग सेंटर आफिस में अभी 9.30am से 1.30pm बैठ रहा हूँ।रजिस्टर्ड स्टूडेंट भी अपने नामांकन की प्रक्रिया पूर्ण करें।जो जानकारी लेना चाहते हों वे आवश्यक जानकारी भी ले सकते हैं।बैच प्रारम्भ होने के बाद team/बैच में शामिल होने में समस्या आती है।अतः समय पर ही निर्णय लें।\nधन्यवाद।\nअनिल  सर",
  "Dear students,\n\nबोधिसत्त्व बैच(BPSC-67th exam) और फाउंडेशन बैच के प्रथम क्लास के date को मात्र 3 दिन बढ़ाया जा रहा है।मैं दो दिन के नुकसान को 1 hour क्लास period बढ़ाकर एक सप्ताह के भीतर पूरा कर लूंगा।आप निश्चिन्त रहें।\nअब बैच की शुरुआत 6  सितंबर (सोमबार/MONDAY) को 8.30am से होगी। मेरी उपलब्धता व्यक्तिगत रूप से कोचिंग सेंटर ऑफिस में पूर्व वत जारी रहेगी।\nधन्यवाद।\nअनिल सर",
  "Dear Students,\n6  सितंबर से (सोमबार/Monday/8.30AM)इंटीग्रेटेड-focussed BPSC बैच और  फाउंडेशन GS बैच की शुरुआत हो रही है।सामान्य परिचयात्मक संबोधन और सामान्य रणनीतिक परिचर्चा के साथ ही मैं पहले दिन से ही प्रथम चैप्टर पर आ जाने की कोशिश करूंगा।अतः कोई डेमो या वर्कशॉप क्लास नही होगा। प्रत्यक्षतः पढ़ाई की शुरुआत  होगी।कम से कम 3.30घंटे के क्लास करने के इरादे के साथ(मास्क+1 bottle स्व water+सिलेबस पुस्तिका+1 कॉपी/रजिस्टरसमेत)आप सभी स्टूडेंट्स घोषित/निर्धारित कोचिंग हॉल समय पर आएंगे।आप सबों का welcome है।\nधन्यवाद।\nअनिल सर",
  "Dear students,\nशिक्षक दिवस की शुभकामना।\nआपके उज्जवल भविष्य की ईश्वर से प्रार्थना।\nBPSC-67वीं exam -इंटीग्रेटेड बैच(बोधिसत्त्व बैच 2021) का प्रथम क्लास---6 सितंबर/Monday/सोमबार---सुबह8.30AM से।\nशिक्षक दिवस की शुभकामना।\nधन्यवाद।",
  "Dear students,\nआज भी अपने समय पर ही यानि सुबह8.30AM बोधिसत्त्व बैच 2021 का class है।\nधन्यवाद।",
  "Dear students,\nआज बोधिसत्त्व बैच(BPSC 67 वीं  इंटीग्रेटेड focussed बैच)का class 8.30 AM में नही है।यह class कल यानि saturday(शनिवार)को अपने समय पर (8.30AM) से होगा।\nधन्यवाद।",
  "Dear students,\nमुझे अभी अभी जानकारी दी गई है कि काफी अधिक संख्या में बोधिसत्त्व बैच के students के exam sunday को झारखंड में  है।उनका   हिचकिचाहट के साथ विनम्र अनुरोध था कल के class को विलंबित करने का।\nकल मैं (saturday/18sept)class ले तो रहा हूँ लेकिन यह मात्र 2 hour का   होगा।ताकि परीक्षा में शामिल होने जा रहे students का भी अधिक नुकसान ना हो।क्लास का समय होगा 8.30AM से 10.30AM। exam में शामिल होने जा रहे सभी students को शुभकामना।\nधन्यवाद।\nअनिल सर।",
  "JPSC Prelims (combined)में शामिल होने जा रहे समस्त students को मेरी ओर से बहुत बहुत शुभकामना।class आने की जरूरत नहीं है।\nमैं पूरी कोशिश करूंगा कि उनका आज के क्लास से कोई नुकसान ना हो।मुझे खुशी होगी कि आज मेरे क्लास तक कोई आये ही नही।\nशुभ यात्रा और शुभ exam!!",
  "Dear students,\nआज बोधिसत्त्व बैच का class अपने समय पर यानि 8.30AM से है।\nधन्यवाद।",
  "https://youtu.be/-meTtlpB8DY",
  "Dear students,\nअभी अभी UPSC /सिविल सर्विसेज  exam 2020 के final रिजल्ट को जारी किया गया है।761 सफल उम्मीदवारों की सूची आयोग ने जारी कर दी है।सफल students ने ही phone करके यह अहम जानकारी साझा की है।उनकी सफलता पर मैं भी खुश हूं।सबको बधाई और भविष्य में विनीत और ईमानदार बने रहने का आशीर्वाद।शेष students भी अपना result check करें।आगामी 10 october को आयोजित PT exam की भी शुभकामना।\nआपका अनिल सर।",
  "Dear students,\nकल(30सितंबर को)बोधिसत्त्व बैच (67 वीं BPSC इंटीग्रेटेड-focussed बैच 2021)का class  off रहेगा।बैच का next क्लास 1 october(Friday)को अपने समय यानि 8.30AM पर होगा।\nआपका अनिल सर।",
  "Dear students,\nअभी अभी BPSC -65वीं सिविल सेवा परीक्षा के अंतिम परिणाम को आयोग द्वारा जारी कर दिया गया  है। बेहतर परीक्षाफल के प्रति आशान्वित students को शुभकामना।आप रिजल्ट का अवलोकन करें।शुभ दिवस पर समाचार भी शुभ होंगें।\nसभी को शुभकामना और सब के लिए मंगलकामना।\nआपका अनिल सर।",
  "https://youtu.be/lkgXhctZRa4",
  "Dear students,\nआप सबों को विजयादशमी की शुभकामना और मंगलकामना।\nईश्वर से प्रार्थना करता हूँ कि वे आप और आपके परिजनों-संबंधियों को स्वस्थ और सकुशल रखें।\nDear students,\nआपको यह जानकारी दी जा रही है कि बोधिसत्त्व बैच का class 14अक्टूबर से 17 अक्टूबर(Thursday to Sunday)off रहेगा।Next क्लास 18 october(Monday)को अपने समय यानि 8.30AM पर होगा।\nआपका अनिल सर।",
  "Dear students,\nआज बोधिसत्त्व बैच का क्लास off रहेगा।अपरिहार्य वजह से ऐसा निर्णय करना पड़ा है ।कल अपने समय यानि 8.30AM पर पुनः क्लास होगा।बुधवार/wednesday को घोषित exam भी विलंबित(off)रहेगा।next exam की जानकारी मैं क्लास रूम में ही आगे दूंगा।\nआपका अनिल सर।",
  "Dear students,\nबोधिसत्त्व बैच के student को यह जानकारी दी जा रही है कि कल यानि wednesday(20 oct) को उनका class 1 hour बिलंब (9.30AM से)प्रारंभ होगा।\nआपका अनिल सर।",
  "Dear students,\nबोधिसत्त्व -इंटीग्रेटेड( BPSC 67वीं परीक्षा) बैच का next class सोमबार यानि (Monday-25 october)को अपने निर्धारित समय  8.30AM पर होगा।Sunday को class off रहेगा।\nआपका अनिल सर।",
  "Dear students,\nकल यानि sunday (31 अक्टूबर)को बोधिसत्त्व -इंटीग्रेटेड बैच(67 वीं BPSC)का क्लास  9.30AM से होगा।कल का क्लास 3 या अधिकतम 3.30घंटे ही होगा।आप सभी students कुछ दिनों तक अनिवार्यतः मास्क का इस्तेमाल जरूर करें।\nआपका अनिल सर।",
  "Dear students,\nआपको यह जानकारी दी जा रही है कि आज (5नवंबर/Friday)बोधिसत्त्व बैच का क्लास 2.30pm से होगा। आज का class 3 घंटे का ही होगा।\nआपका अनिल सर।",
  "Dear Students,\nआपको यह जानकारी दी जा रही है कि छठ पूजा के अवकाश के बाद \"बोधिसत्त्व बैच\" का क्लास - सोमवार को 15 नवंबर 2021 को अपने निर्धारित समय 8:30AM से प्रारंभ होगा।\nआपका,\nअनिल सर।",
  "Dear Students,\nबोधिसत्त्व बैच का क्लास 15 और 16 नवंबर को भी नहीं हो पाएगा।\nसर की तबियत ठीक नहीं है। \nअगले क्लास की जानकारी Telegram पर दे दी जायेगी।",
  "Dear students,\n15November 1875को भगवान बिरसा मुंडा का जन्म हुआ था । बिरसा मुंडा लाखों के लिए  महान  स्वतंत्रता सेनानी, बलिदानी  और आदिवासियों के सबसे बड़े हीरो एवम प्रेरणास्रोत  थे। लेकिन आज वे करोड़ों भारतीयों की नजर में भगवान हैं। भारत सरकार ने इसी दिवस को आदिवासी गौरव दिवस के रूप में राष्ट्रीय स्तर पर मनाने का निर्णय किया है। हम सबको खुशी होनी चाहिए। सोचता था कि इसी दिवस पर  आदिवासी विद्रोह पर क्लास की शुरुआत करूं। लेकिन ऐसा नहीं हो सका।जल्द क्लास में मुलाकात होगी।\nआदिवासी गौरव दिवस(भगवान बिरसा जयंती)की बधाई।इस तिथि को आगामी exam के लिए अनिवार्यतः  जेहन में रखें।\nआपका अनिल सर।",
  "DEAR students,\nबोधिसत्त्व बैच का next class 18November(Thursday) को अपने समय पर ही यानि 8.30AM पर होगा। मैं केवल एक दिन और आपसे स्वास्थ्य कारण से छुट्टी ले रहा हूं।\nआपका अनिल सर।",
  "Dear Students,\nबोधिसत्त्व बैच का क्लास कल 2:30PM से होगा। कल EXAMINATION भी होगा, आप व्यवस्थित तैयारी जारी रखें।\nआपका,\nअनिल सर।",
  "Dear students,\nबोधिसत्त्व बैच का क्लास/exam आज संभव नहीं हो पा रहा है। कल यानि Wednesday (24/11/21) को अपने निर्धारित समय 8:30AM पर होगा। आप व्यवस्थित तैयारी जारी रखें। आज के क्लास ना होने पर मुझे बेहद अफ़सोस है।\nआपका,\nअनिल सर।",
  "NOTICE-1: 68वीं BPSC NEW BATCH\n\nDEAR STUDENTS,\nआगामी 68वीं BPSC परीक्षा को ध्यान में रखकर और लगभग 8-9 महीनों के बेहतर अंतराल को ध्यान में रखकर (GS-PT + GS -MAINS INTEGRATED) BATCH (तक्षशिला-22) को सामने लाया जा रहा है। संभवतः तक्षशिला-22 बैच का क्लास नए वर्ष में (जनवरी - प्रथम सप्ताह) से प्रारंभ होगा। स्नातक प्रथम पार्ट/ द्वितीय पार्ट के स्टूडेंट के लिए इस बैच में शामिल होना ( फाउंडेशन मजबूत करने के लिहाज़ से) संभवतः श्रेयस्कर होगा। \nइस नए बैच के लिए 'ADMISSION FORM' को Telegram Channel पर डाला जा रहा है।\nइच्छुक Students फॉर्म को डाउनलोड करके; सही रूप से भरकर; कोचिंग कार्यालय में; 9AM से 4PM के बीच में; प्रथम किस्त के साथ जमा कर सकते हैं।\nतक्षशिला-22 बैच का STRENGTH- अधिकतम 55 रहेगा।\nआपका,\nअनिल सर।\nANIL'S PRAYAS I.A.S STUDY CIRCLE",
  "FORM-68th BPSC (PT+MAINS) BATCH.pdf",
  "ANIL'S PRAYAS @Patna pinned a file",
  "NOTICE-2 : 67वीं BPSC MAINS\n\nDEAR STUDENTS,\n1. 67वीं BPSC-MAINS (GS) का क्लास (बोधिसत्व बैच) 27 जनवरी 2022 से 3PM से प्रारंभ होगा।\n2. सभी रजिस्टर्ड स्टूडेंट्स (बोधिसत्व और ग्लासनोस्त बैच) अभी PT की तैयारी पर ही FOCUS करें। PT की अनिश्चितता को निश्चितता में ; निश्चितता को संदेह मुक्तता में बदल दें।\nमुख्य परीक्षा की तैयारी 27 जनवरी 2022 से गति पर आ जायेगी। ऐसा मेरा विश्वास है।\nआपका,\nअनिल सर।",
  "बोधिसत्व बैच के स्टूडेंट्स को यह जानकारी दी जा रही है कि उनका कल (2 दिसंबर) का क्लास टेस्ट केवल CURRENT-SPORTS केंद्रित ही होगा।\nकेवल SPORTS की उत्तम तैयारी कर के आएं।\n\nECONOMY का अलग से टेस्ट 3 दिसंबर को होगा।\nआपका,\nअनिल सर",
  "बोधिसत्व बैच के स्टूडेंट्स को यह जानकारी दी जा रही है कि कल उनका क्लास 3PM से होगा।  कुछ अपरिहार्य कारणों से मेरी मौजूदगी सुबह में 12:30 तक नहीं रह पायेगी।\n\nDate: 03/12/2021\nक्लास Time: 3PM - 6:30PM\nआपका,\nअनिल सर।",
  "बोधिसत्व बैच के स्टूडेंट्स को यह पुनः जानकारी दी जा रही है कि कल उनका क्लास 10:00AM से ही होगा। \nसुबह में सर का प्रोग्राम कैंसल हो गया। अतः क्लास सुबह में ही होगी।\n\nDate: 03/12/2021\nक्लास Time: सुबह 10:00 से 1:30\nआपका,\nअनिल सर।",
  "DEAR Students,\nआपको यह जानकारी दी जा रही है कि BPSC ने 67वीं राज्य सिविल सेवा परीक्षा की पीटी परीक्षा  को आज के नोटिस के अनुसार  अनिश्चित समय के लिए स्थगित कर दिया है। 23जनवरी को होनी वाली परीक्षा अब 23जनवरी को नहीं होगी। नोटिस में कहा गया है कि परीक्षा की तिथि आगे घोषित की जाएगी। यह निर्णय अच्छा है या  बेकार ...यह मैं नहीं कह सकता। लेकिन UPSC एग्जाम में PT में शामिल (जून 5)होने की इच्छा रखने वाले स्टूडेंट्स के लिए यह निर्णय स्वागत योग्य नहीं है। फिर भी केवल BPSC पर फोकस करने वाले इस निर्णय का और लाभ उठाएं। एक एक segment की तैयारी उत्तम करें।\nआपका अनिल सर।",
  "DEAR students,\nबोधिसत्व बैच (67th BPSC ) के students को यह जानकारी दी जा रही है कि उनका क्लास 18दिसंबर(Saturday) को 10.30AM से होगा। मैं अपरिहार्य कारणों से बैंगलोर से पटना आज वापस नहीं लौट पाया हूं। मैं 17दिसंबरको वापस लौटूंगा। 18दिसंबर से मैं क्लास  ले रहा हूं। मैं  पक्के तौर पर प्रयास करूंगा कि 10दिनों की  भरपाई तेज गति से पूरा करूं।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nबोधिसत्व बैच (67वींBPSC परीक्षा)का next class Tuesday/28December2021/को 2.30pm से होगा। यह क्लास 3.30घंटे का होगा।\nWednesday से क्लास अपने  पुराने समय पर वापस आ जायेगा।धन्यवाद।\nआपका अनिल सर।",
  "DEAR Students,\nआज बोधिसत्व बैच का क्लास 10AM से प्रारंभ होगा जो 1.30PM तक चलेगा।\nधन्यवाद।\nआपका अनिल सर।",
  "Wishing you all &loved ones a great,safe & HAPPY New year 2022.\nइस चैनल से जुड़े हुए , मुझसे संबद्ध समस्त स्टूडेंट्स,परिचित सदस्य और उनके परिजनों को नव वर्ष की शुभकामना और मंगलकामना। आप सबों के उत्तम स्वास्थ्य , उत्तम भविष्य एवम सदैव प्रसन्नता की कामना और प्रार्थना करते हुए \nआपका अनिल सर।",
  "DEAR students, \nबोधिसत्व बैच का next class 3जनवरी2022(अभी 22लिखने में अभ्यस्त नहीं हो पाए हैं) को 10AMसे होगा। एक दिन और हॉलीडे में  बढ़ोतरी का उपहार मेरी ओर से है। नव वर्ष में class  का शुभारंभ exam से नहीं होगा। अतः निश्चिंत रहें और प्रसन्न माहौल में जरूर उपस्थित हों।\nआपका अनिल सर।",
  "Dear Students,\nअपरिहार्य कारणों से आज बोधिसत्व बैच (67th BPSC) का क्लास संभव नहीं हो पाएगा। \nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC की ओर से आज यह जानकारी उपलब्ध कराई गई है कि 6फरवरी को निर्धारित CDPO /PT exam को अपरिहार्य कारणों से स्थगित कर दिया गया है। उक्त परीक्षा के आयोजन की संभावना आगामीअप्रैल माह में  है। समस्त exam की तिथियां covid की भेंट ही चढ़ रहीं हैं। इंतजार करें कि आगे किस exam के स्थगन की सूचना आपको मिलती है।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC ने  आज जारी अपनी सूचना के जरिए यह सूचित किया है कि 67वीं संयुक्त सिविल सेवा परीक्षा (पी टी) का आयोजन 30अप्रैल को संभावित है।\nआप  BPSC साईट से इस संदर्भ में सुनिश्चित हो सकते हैं।\nधन्यवाद।\nआपका अनिल सर",
  "जीवन के उल्लास भरे संदेश का ही नाम है.... बसंत। और बसंत पंचमी का संबंध है .उत्साह+प्रसन्नता+उछवास+उल्लास+हर्ष+उमंग+प्रफुल्लता+नवरस+समर्पण+स्वच्छंदता+आराधना से।\nइस चैनल से जुड़े सभी सदस्यों और प्रिय  students को ...... हार्दिक बधाई..…बासंती बधाई...... सरस्वती पूजा की शुभ्र शुभकामना।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n68वीं BPSC  संयुक्त सिविल सेवा परीक्षा की तैयारी से जुड़ने की इच्छा वाले स्टूडेंट्स फॉर्म(जो टेलीग्राम चैनल पर पहले से उपलब्ध है) भरकर तेजी से जमा कर सकते हैं। मैं बैच के क्लास की शुरुआत जल्द चाहता हूं यद्यपि 67वीं BPSC  exam के तिथि परिवर्तन की वजह से नामांकन की गति धीमी है। बैच के लिए अपेक्षित संख्या नहीं हो पाई है।\nसही रूप से भरे हुए फार्म को आप 9AM से 12.30PM के बीच कोचिंग सेंटर पर आकर  जमा कर सकते हैं।\n67वीं BPSC के mains exam (GS/optional) बैच के क्लास शुरू होने की संभावना भी मार्च ही है। मैं अभी कोई एक निश्चित तिथि/DATE बताने की स्थिति में नहीं हूं।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n68 वीं BPSC परीक्षा  की तैयारी के लिए मेरी ओर से पहले से घोषित बैच Taxila(तक्ष शिला 22) के क्लास की शुरुआत 3अप्रैल (Sunday/रविवार)9AM से होगी। मुझे अफसोस है कि बैच विलंब से प्रारंभ हुआ। वैसे रजिस्टर्ड स्टूडेंट जो अपना रजिस्ट्रेशन या एडमिशन कैंसिल करवाना चाहते हैं वे 24मार्च से पहले नामांकन रद्द करवा कर अपना पूर्ण जमा फंड/फीस वापस पा सकते हैं। आंशिक निर्णय और आंशिक हिचकिचाहट वाले स्टूडेंट्स मेरे साथ तक्षशिला बैच में यात्रा जारी नही करें।\nसही निर्णीत और आत्म विश्वस्त स्टुडेंट्स का स्वागत है।\nBatch का  प्रथम क्लास--- 3अप्रैल (Sunday)/9AM\nआपका अनिल सर।",
  "रोजमर्रा की जिंदगी में छाने वाली उदासियों/तकलीफों/ परेशानियों/बिफलताओं/हैरानियों को कुछ समय के लिए ही सही पोंछ कर  फाग राग में रंगकर चमकाने वाले उत्सव होलीकोत्सव की आप सबको और आप के परिजनों को हमसब की ओर से शुभकामना और मंगलकामना।",
  "हमारी गंगा जमुनी संस्कृति में कई फाग नायक हैं। लेकिन कृष्ण और शिव सर्वव्यापक होलियरा नायक हैं जो इस महान उत्सव की प्रेरणा हैं। हम उनसे ही आपके और हम सबके अपनो के लिए प्रार्थना भी करते हैं और मंगलकामना भी।\nशुभकामना... शुभकामना...\nशुभकामना।",
  "होली भी और शब ए बरात भी। एक ही दिन। क्या सुखद संयोग! आप सबों को शुभकामना और मुबारकबाद।",
  "https://youtu.be/Epp7Iy0SzDY",
  "Dear Students,\nआप उपरोक्त वीडियो की मदद से अपनी तैयारी को और बेहतर बनावें। \nखास तौर पर मैंने यह video उन students के लिए Upload किया है जो मेरे क्लासरूम कोचिंग से नहीं जुड़ पाए थे लेकिन 67वीं BPSC में शामिल होने जा रहे हैं।\n\nआपका,\nअनिल सर।",
  "DEAR STUDENTS,\nआप सबों को बिहार दिवस की शुभकामना।\nबिहार के नागरिक होने पर अभिमान करें तथा भारतीय होने पर गर्व महसूस करें।\nआपका अनिल सर।",
  "https://youtu.be/oO_ITzjqrrA",
  "DEAR STUDENTS,\nआज बोधिसत्व बैच (67वीं BPSC) का क्लास 3.30PM से 7 PM तक होगा।\nपहले polity और बाद में science का क्लास होगा।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nकल बोधिसत्त्व बैच (67वीं BPSC) का class सुबह 9AM से 12बजे तक पॉलिटी का होगा।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nबोधिसत्व बैच का क्लास आज 4.30PM से 7 PM तक POLITY का होगा।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nस्वास्थ्य की (Mild fever) प्रतिकूलता की वजह से बोधिसत्व बैच का class Saturday और Sunday को नहीं   संभव हो सका।\nTaxila22(Fresh/New ) बैच का भी प्रथम class मैं नहीं ले सका।\nमैं तेजी से recover कर रहा हूं।\nजल्द Students से मुलाकात होगी।शेष जानकारी टेलीग्राम चैनल पर सूचना के रूप में आ जाएगी। नए बैच में शामिल students को उनके contact No पर भी मैसेज  एक बार जरूर चला जायेगा। शामिल होने की इच्छा रखने वाले students मुझसे मिलने का इंतजार किए बगैर अपना form कोचिंग पर आकर जमा कर सकते हैं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC (66वीं मुख्य परीक्षा) में सफल समस्त students को अनिल सर की ओर से शुभकामना और हार्दिक बधाई। लेकिन किसी वजह से सफल ना  हो पाने वाले स्टूडेंट्स को प्रेरणा/भरोसा और हृदय से  सतत उत्साहवर्धन। जरूर कहीं कमी रही होगी। यही स्वीकारते हुए दूने जोश से आगामी exam (8मई+5जून) के लिए समर्पित हो जाएं। आप जानते हैं कि मैं निजी तौर पर उनके लिए अधिक आसानी से उपलब्ध हूं जो किसी ना किसी वजह से मुकाम हासिल करने में ठहर/ रुक गए हैं। मुझसे जो भी संभव होगा मैं उनके लिए आगे भी प्रयास करूंगा जो लक्ष्य की ओर प्रयास रत हैं।\nआपका अनिल सर।",
  "एक छोटी लेकिन अनुरोध परक सूचना भी साथ में है। अभी मैं बोधिसत्व बैच (67वीं BPSC के लिए) के अंतिम PT Exam session में व्यस्त हूं। इस बैच के पीटी तैयारी को 18को पूर्ण किया जा रहा है।\n इस बैच का आगे mains का क्लास PT Exam के तुरंत बाद से शुरू हो जाएगा।\n##Taxila बैच (68वीं BPSC INTEGRATED) की शुरुआत 27अप्रैल (WEDNESDAY) को 9AM से होगी।\nफॉर्म Telegram Channel पर उपलब्ध है, आप चाहें तो डाउनलोड करके जमा कर सकते हैं।",
  "##Taxila बैच (68वीं BPSC INTEGRATED) की शुरुआत 27अप्रैल (WEDNESDAY) को 9AM से होगी।\nफॉर्म Telegram Channel पर उपलब्ध है, आप चाहें तो डाउनलोड करके जमा कर सकते हैं।",
  "DEAR  STUDENTS, \nबोधिसत्व बैच के PT पार्ट को बेहतर ढंग से पूरा करने के बाद बैच को PT exam  के लिए अभी 4सप्ताह के लिए मुक्त कर दिया गया है।BPSC Exam (67वीं) और दारोगा (मुख्य) exam में शामिल होने जा रहे students को मेरी ओर से बहुत बहुत शुभकामनाएं।\nबोधिसत्त्व बैच के क्लास को 19को पूर्ण करने के बाद मैं Delhi चला गया था",
  "आज वापस आ गया हूं। शेष tips और suggestions का रुका काम आज से प्रारम्भ \n\nहो जाएगा।\nTaxila 22 यानि 68वीं BPSC का क्लास 27अप्रैल को 9AM से प्रारंभ होगा।\nजुड़ने की इच्छा रखने वाले स्टूडेंट्स मुझसे कोचिंग ऑफिस आकर मिल सकते हैं।",
  "DEAR STUDENTS,\nमुझे यह जानकारी देते हुए खुशी हो रही है कि कल से (27अप्रैल 22/Wednesday)9AM से 68वीं BPSC/सिविल सेवा फाउंडेशन/बैच की शुरूआत (First introductory cum Strategy क्लास) हो रही है। तक्ष शिला बैच के लिए रजिस्टर्ड स्टूडेंट्स कल 8.30AM तक कोचिंग हाल आ जाएं। अपने साथ पानी का एक bottle , मास्क, एक कॉपी जरूर लेते आएं। आगे 8महीने तक उत्साह  और उम्मीद के साथ क्लास जारी रखने के लिए यह बेहद आवश्यक है कि आप introductory session (परिचयात्मक सह रणनीतिक सत्र का क्लास) बिल्कुल ना छोड़ें। जो अभी तक भी रजिस्टर्ड ना हों पाएं हैं वे समय से पहले आकर इजाजत लेकर शमिल हो सकते हैं। कुछ ऐसे students भी हो सकते हैं जो आगामी 8मई और 15मई के exam में शामिल हो रहे  होंगें। उन्हें अभी Taxila बैच का अधिक क्लास लेकर परेशान नही किया जायेगा। लेकिन introductory session सबके लिए आवश्यक है।\nधन्यवाद।",
  "pdf_20220501_150926_0000.pdf",
  "DEAR STUDENTS,\nकुछ solved questions (मेरे style/pattern वाले) ऊपर दिए गए हैं PDF form में। जिन्होंने Medieval History देख रखा है, वे सल्तनत वाले तमाम प्रश्नों को एक झलक देख कर हाल में (8 मई, 15 मई और 5 जून के परीक्षा के लिए) विश्वास पूर्वक जा सकते हैं। इस सेट के जरिए आपका रिवीजन हो जाएगा।\n\nशुभाशीष।\nआपका,\nअनिल सर।",
  "DEAR STUDENTS,\nआज के exam में शामिल होने जा रहे सभी STUDENTS को शुभकामना और आशीर्वाद।\nकोई negative मार्किंग नहीं है। अतः तैयारी का स्तर जो भी हो लेकिन आप सभी का उत्तर दीजिए। नुकसान कुछ भी नहीं है।\n First round में Math/Reasoning  के अलावे शेष सब one liner questions को solve कीजिए और booklet में इंडिकेट करते चलिए। अगले round में math समेत कठिन qns को सॉल्व कीजिए।\nअगले round में आप solved qns को Ans सेट पर  रंगने का काम कीजिए। समय काफी अधिक मिलता है।\nशुभकमना, मंगलकामना और शुभाशीष।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n गहरे अफसोस  और दुख के साथ यह कहना पड़ रहा है कि मैं (अनिल सर) तक्षशिला बैच (68वीं BPSC) का ऑफलाइन क्लास नहीं ले पा रहा हूं। अपनी पत्नी (B.Cancer) के treatment के सिलसिले मे  मुझे पटना से बाहर रहना पड़ रहा है। मेरे लिए यह संभव नहीं है कि अभी अगले दो महीने तक्षशिला बैच का क्लास उत्साह और  शैक्षणिक राग के साथ ले सकूं।\nअतः तक्षशिला बैच में नामांकित स्टुडेंट्स से विनम्र अनुरोध है कि वे 7जून 2022(Tuesday) को और 8जून (Wednesday) को 8.30AM से 11.30AM के बीच कोचिंग आकर अपना अकाउंट नंबर और जमा फीस राशि का ब्यौरा स्टाफ को दे दें। संभव है कि आपकी मुलाकात अनिल सर से  भी हो जाएं।\nइस बैच के सभी स्टूडेंट्स की Full जमा राशि उनके दिए गए account में 20जून से पहले पहुंच जायेंगे।\nबैच के क्लास ना ले पाने का मुझे गहरा अफसोस है। संभव है आगे स्थिति अनुकूल होने पर जुलाई/अगस्त से 68वीं बैच का नए ढंग से क्लास की शुरूआत हो। उसी समय फिर जुड़ने की इच्छा रखने वाले स्टूडेंट्स फिर से जुड़ सकते हैं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआज UPSC/सिविल सर्विसेज  PT EXAM में शामिल होने जा रहे सभी students को मेरी ओर से शुभकामना।\n GS यानि paper 1में   minimum  84/85प्रश्नों पर  attempt लिए जाने चाहिए।\nHistory/polity/Economy/organisations,reports,indices, Government schemes/EVS वाले segments को पहले round में सॉल्व कीजिए। अनुपात 65: 35का रखिए।\nअगले round में Geography/science,technology/current affairs,events, summits, conference वाले segments को solve कीजिए 50: 50के अनुपात में।\nप्रश्नों के साथ होने वाले नए और विशिष्ट प्रयोग का इंतजार करें।cut off पिछले 4वर्षों से लगातार नीचे जा रहा है (116से 87पर आ गया है)।\nधन्यवाद और मंगलकामना।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nयह सही कहा गया है कि,\nवक्त (Time) हालात (situations) को प्रभावित करते हैं और हालात व्यक्ति विशेष (individual) को। व्यक्ति की परख इससे होती है कि उसने हालातों का सामना कैसे किया?\n1299AD अलाउद्दीन ख़िलजी के लिए कठिनतम वर्ष था लेकिन यही वर्ष उसके लिए सफलताओं का वर्ष साबित हुआ।\n1581AD अकबर के लिए कठिनतम वर्ष था लेकिन यही उसके लिए सफलताओं और महान प्रयोगों का वर्ष साबित हुआ।\n2022विराट कोहली के लिए कठिनतम वर्ष है लेकिन यकीन है कि यह उनके लिए सफलताओं का वर्ष साबित होगा।\nमेरे लिए यह बेहद मुश्किल वर्ष है। मैं भी हालातों से जूझ/संघर्ष कर रहा हूं। यह समय ही बताएगा कि यह समय मेरे लिए क्या साबित हुआ।\nआपसे जरूर मुलाकात होगी।\nइसी विश्वास के साथ\nआपका अनिल सर।",
  "DEAR STUDENTS,\nअभी अभी 66वीं BPSC सिविल सेवा परीक्षा का अंतिम परीक्षाफल घोषित किया गया है। 685students को सफल  घोषित किया गया है। अपने results की जांच करें।\nसफल होने वाले सभी स्टूडेंट्स को शुभकामना। और उत्तम भविष्य की मंगलकामना। लेकिन किसी वजह से सफल ना हुए स्टुडेंट्स के प्रयास की सराहना करते हुए और संघर्ष की अनवरत प्रेरणा। आपको यह पता नहीं है कि बीपीएससी सिविल सेवा exam कितने odds से गुजरकर complete होते हैं।",
  "66th BPSC final result .pdf",
  "Cut offs/सफल students का जेंडर वर्गीकरण/मेरिट लिस्ट/ranks/Students द्वारा सर्विस चयन/..\n\n\n पर गंभीरता पूर्वक गौर करें तो आपको results आश्चर्य में डाल देगा। फिर भी result तो result है।\nबिहार के किसी भी results पर आश्चर्य चकित होना फजूल है।\nसभी को मुबारकबाद।",
  "DEAR STUDENTS,\n66th BPSC exam के  Final marks को जारी कर दिया गया है। जारी किए गए marks इस ओर ईशारा करते हैं कि इस exam में सब कुछ संभव है। तभी तो मैं कहता हूं कि आप Results पर मायूस ना हों।\nनीचे Topper के Marks को आप सबों के गहन विवेचन और विश्लेषण के लिए रखा जा रहा है हालांकि यह Marks भी मुझे एक Forwarded Message के रूप में आया है। मैं इसकी सच्चाई की जांच नहीं कर सकता हूं। फिर भी मैं Marks देखकर सकते में हूं।\nBPSC में Optional का Full Marks 300 होता है और Topper को 290/300 दिया गया है। क्या यह संभव है?\nक्या Optional Paper का मॉडरेशन नहीं होता है? यदि ऐसा है तो मुझे कुछ कहना ही नहीं है।\nआपका अनिल सर।",
  "https://youtu.be/p-sQw3BaZzM",
  "DEAR STUDENTS,\n इसकी अधिकतम संभावना है कि 67वीं BPSC संयुक्त राज्य सिविल सेवा परीक्षा का सफल आयोजन 20सितंबर और 22 सितंबर को संपन्न हो। अधिक विश्लेषण ना करते हुए अपने को पूरी तौर पर इसके लिए तैयार कीजिए। आप समस्त students को  शुभकामना।\nआपका अनिल सर।",
  "सबसे बुरी बात यह है कि समय बहुत कम है लेकिन सबसे अच्छी बात यह है कि अभी भी समय है।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआप सबों को शिक्षक दिवस पर  ढेरों शुभकामनाएं।\nएक सही शिक्षक होने की कोशिश में लगे  अथक परिश्रमी स्टूडेंट की हैसियत में मैं  ऐसी शुभकामनाएं भेज रहा हूं। अभी TEACHER हो पाने से मीलों (miles to go) पीछे हूं।\nआपको अपेक्षाओं से बढ़कर सफलता और उपलब्धि हासिल हो।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n67वीं BPSC  परीक्षार्थी अपने current affairs (National &international) की तैयारी की strategy में बदलाव लाएं।\nआपके इस सेक्शन का रेंज होना चाहिए............(April 21से July 22).\nइसमें भी main फोकस्ड area का रेंज रखिए...…(नवंबर 21से July 22).\nइससे पीछे  की घटनाओं को(अवार्ड्स और person in news को छोड़कर) आप  ignore (नजरअंदाज) कर सकते हैं।\nSports events का रेंज April 21से July 22 तक complete बना रहना चाहिए।\nनवीनतम बजटीय datas 2022/2023को ध्यान में रखा जाना चाहिए।\nआपका अनिल सर।",
  "DEAR Students,\nआपके पास 14days PT test के लिए शेष हैं।\nऔर यह काफी है।\n14days और 14*14hours (कम से कम).\nप्रत्येक segments (total 7segments) को आप चाहें तो 20सितंबर तक 3times revise कर सकते हैं।\nआपका अनिल सर।",
  "DEAR Students,\n सभी उपल्ब्ध 14days नियमित रूप से 3hours(9PM to 12PM)current affairs को अलॉट कर दीजिए। इसे आप कम से कम 3राउंड रिवाइज कर लीजिएगा।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nयह सही कहा गया है कि,\nवक्त (Time) हालात (situations) को प्रभावित करते हैं और हालात व्यक्ति विशेष (individual) को। व्यक्ति की परख इससे होती है कि उसने हालातों का सामना कैसे किया?\n1299AD अलाउद्दीन ख़िलजी के लिए कठिनतम वर्ष था लेकिन यही वर्ष उसके लिए सफलताओं का वर्ष साबित हुआ।\n1581AD अकबर के लिए कठिनतम वर्ष था लेकिन यही उसके लिए सफलताओं और महान प्रयोगों का वर्ष साबित हुआ।\n2022विराट कोहली के लिए कठिनतम वर्ष है लेकिन यकीन है कि यह उनके लिए सफलताओं का वर्ष साबित होगा।\nमेरे लिए यह बेहद मुश्किल वर्ष है। मैं भी हालातों से जूझ/संघर्ष कर रहा हूं। यह समय ही बताएगा कि यह समय मेरे लिए क्या साबित हुआ।\nआपसे जरूर मुलाकात होगी।\nइसी विश्वास के साथ\nआपका अनिल सर।",
  "DEAR STUDENTS,\nमैने उपरोक्त मैसेज में विराट कोहली के लिए  संकेत किया था। इतिहास की घटनाओं से सीख लेकर।\nअतः आज भी मेरा स्पष्ट अभिमत है कि जीवन मे पूर्ण हताशा/निराशा को कोई स्थान नहीं है।\nएक exam का result या कई लगातार exams का result किसी के व्यक्तित्व और भविष्य के मूल्यांकन का आधार नहीं है।\nअगले exam को अपना सम्पूर्ण दीजिए। केवल अच्छा ही होगा।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n BPSC ने 67वीं सिविल सेवा परीक्षा के लिए मध्य रात्रि में ही एडमिट कार्ड अपने site पर upload कर दिया है। अब लगभग सुनिश्चित है कि exam घोषित date यानि sept 30को conduct हो जाय।\nआप अपना सेंटर देखें और दिए गए निर्देश को ध्यान से पढ़ें।\nपरीक्षार्थियों को मेरी ओर से शुभकामनाएं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n67वीं BPSC PT EXAM के लिए अभी भी48hour शेष हैं। यद्यपि Male (boy) students के लिए जिनका centre अलग अलग district Town या subtown में दिया गया है उनके लिए अब शेष समय मात्र 35hour हैं। सभी segmants के एक बार रिवीजन के लिए अभी भी पर्याप्त समय हैं।\n4.5hour*2(total 9hour current affairs)/\n2hours*2(total 4hours chemistry bio &evs)\n4hours Bihar special\n2hours Economy (taxes budget scheme report datas)\n1hour (units measurements inventions apparatus applications)\n2hours (modern history/congress conference/ famine &education कमिटी/peasant organization /trade unions/acts/proposal/revolutionary groups/communist block/forward bloc/INA/बीआर अंबेडकर साहेब contributions/\n1hour अपने  अपने अराध्य देव (ईश्वर) की मन से प्रार्थना।\nCentre पर  कोई मैटेरियल लेकर नही जाएं । आपके साथ केवल आपका आत्म विश्वास  ही पर्यप्त है। \nआप सबों को ढेरों शुभकामनाएं और आशीर्वाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC ने 67वीं सिविल सेवा परीक्षा के लिए अपना Answer set जारी कर दिया है।\nमेरी समझ से आप students को कुछ प्रश्न उत्तर पर logical और factual आधार पर आपत्ति दर्ज करनी चाहिए। यह आपका हक़ है।\n(1) सात निश्चय पार्ट 2वाला answer सही नहीं है। शायद यह प्रिंटिंग errror हो।\n(2)Indo Roman Trade किसने कायम किया? पर उत्तर E(cheras +Kushans) होना चाहिए। वे निश्चित रूप से उत्तर बदल देंगे।\n(3) चौरी विद्रोह को उन्होंने अपने मन से चुआड़ revolt मानकर date 1798दे दिया है। इसमें किसी स्टूडेंट का कोई दोष नहीं है। या तो आप  प्रश्न हटा दें या सबको समान अंक दें।\n(4) पीएम कृषि सिंचाई योजना का choice No D  विचारणीय है।\nदिए गए Answer 144पूर्णतया विवादमुक्त सही दिखते हैं।\nअब ans set की पहली कॉपी रिलीज होने के बाद cut offs  बताना लगभग संभव है।\nआप सबों के लिए शुभकामना।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nनवरात्रि और  विजयादशमी की शुभकामना।\nआपके जीवन में सुख , समृद्धि की निरंतरता कायम रहे। ईश्वर से यही प्रार्थना है।\nमैने पिछले मैसेज में कहा था कि बीपीएससी द्वारा answer सेट की पहली प्रोविजनल copy जारी होने के बाद  cut offs का अनुमान लगाना संभव है।\nमेरे विश्लेषण के अनुसार,\n67वीं सिविल सेवा परीक्षा का अनुमानित cut offs है\nUR--99/100/101/102\nUR(F)--94/95/96\nBC---96/97/98/\nBC(F)--92/93/94\nEWS--93/94/95\nEWS(F)--90/91/92\nEBC---91/92/93\nEBC(F)--88/89/90\nSC---89/90/91\nSC (F)--84/85/86\n66th BPSC Exam  का cut offs exceptional था और वह किसी भी प्रकार के मानक से हटकर था। वह संकेत ही कर रहा था कि result काफी हद तक मैनिपुलेटेड है। ऐसा नहीं होता है। नए chairman के नए इनोवेटिव प्रयास से विश्वास जगा है।\nCut offs  ऐसा ही रहने वाला है।\nअपनी तैयारी जारी रखें।\nएक बार फिर से शुभकामना।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC द्वारा जारी किए गए प्रोविजनल answer कॉपी पर मांगी गई आपतियों  को आप students द्वारा भेजने की अंतिम तिथि कल यानि oct 12 ही है।\nआपत्ति दर्ज करना आपका हक है। आप इसका अपने पक्ष में इस्तेमाल  करें।\nसात निश्चय पार्ट 2//इंडो  रोमन ट्रेड//PM कृषि सिंचाई योजना//चौरी विद्रोह//G 20summit//वाले  प्रश्नो पर दिए गए BPSC के answer से आपत्ति स्वभाविक है।\nमुझे यकीन है कि आपकी आपातियों का निराकरण जरूर 14oct तक हो जाएगा।\nआप सबों के  अनुकूल result की आशा करते हुए\nआपका अनिल सर।",
  "DEAR STUDENTS,\n67वीं BPSC सिविल सेवा परीक्षा के पीटी exam  के result और 68वीं परीक्षा की वैकेंसी की बेसब्री से इंतजार आप सबके सब शायद कर रहे होगें। मेरी शुभकामना है कि result और वेकैंसी दोनो आपके अनुकूल हो।\nमैं पटना आज वापस आ गया हूं। आशा है कि मार्च 2023तक शायद बैंगलोर जाने की जरूरत ना पड़े। ईश्वर से ऐसी ही प्रार्थना है।\n14th November के result निकलने के अगले दिन से students से मिलना  पसंद करूंगा। 68वीं और 69वीं  परीक्षा की तैयारी से जुड़े students से मुलाकात भी इसी सप्ताह से शुरू हो  सकती है।\nबेहद पुराने  और मुझसे पढ़े और जुड़े हुए students जो अभी भी अपने मुकाम पाने मे सफल नहीं हो पाए हैं और मुझसे खुल कर मिलने में हिचकिचा रहे हों (सम्मान सह अपनापन की वजह से) वे अपनी हिचकिचाहट दूर करके मुझसे अधिकार के साथ मिल सकते हैं। मैं अपनी क्षमता के साथ उनकी समस्या दूर करने का हरसंभव कोशिश करूंगा।\nआप सबों के उज्ज्वल भविष्य की कामना करते हुए\nआपका अनिल सर।",
  "DEAR STUDENTS,\n67वीं BPSC PT EXAM से जुड़े तमाम विवाद से आप   अच्छी तरह से वाकिफ हैं।\nइस एग्जाम के result पर मेरे रुख और stand से भी आप सब वाकिफ हैं।\n67वीं PT EXAM में जिन छात्रों को सफलताएं प्राप्त हुई हैं उन्हें मेरी ओर से ढेरों शुभकामनाएं और शुभाशीष। उनके लिए जीएस और History' optional का guess कार्य जारी है जो कल तक पूरा हो जाएगा और उपलब्ध रहेगा।\n67वीं  exam में जिन्हें  सफलता नहीं मिल  पाई है उन्हें मै ना तो कमतर और कमजोर मानता हूं और ना ही   Unfortunate। बावजूद  इन्हें प्रेरित करने और उत्साहित बनाए रखने के लिए मेरे पास शब्दों/अल्फाजों की कमी हो रही है। फिर भी आगे तो यात्रा उम्मीदों के साथ तो जारी रखनी ही है।\nमैं इस टेलीग्राम चैनल और  ऑडियो/वीडियो के जरिए अपने क्लास /कोचिंग कार्य  से जुड़े अपने निर्णयों से आप students को परिचित करा देना चाहता हूं जो इस प्रकार है......….......\n(1)68th BPSC Focussed ....\nNo Batch(कोई बैच नहीं)\n(2) मध्यकालीन भारत से संबद्ध 15days या 45hour क्लास (सभी पुराने या नए/परिचित या अपरिचित students के लिए)...... शत प्रतिशत free of cost\nसंभवतः 17दिसंबर से\n(3)GS Foundation Batch (UPSC सिविल सेवा PT EXAM  और 69th BPSC  oriented New Batch के इच्छुक स्टूडेंट्स batch में शमिल होने के लिए  3दिसंबर से रजिस्ट्रेशन/एडमिशन करवा सकते हैं। इस New Batch का Form कल से टेलीग्राम चैनल पर उपलब्ध रहेगा । अधिकतम 40students /dedicated students के batch की इच्छा है।\n(4)History optional (Mains exam) का इवनिंग session class (3days/14hour  weekly) भी December से ही शुरू होगा। इससे जुड़ी जानकारी भी टेलीग्राम चैनल पर उपलब्ध रहेगा।\nमैं व्यक्तिगत रूप से कोचिंग सेंटर के ऑफिस में 10.30AM से 12.30PM के बीच 2दिसंबर से 13दिसंबर तक उपस्थित रहूंगा। आप students मुलाकात कर सकते हैं।\nआपको ढेरों प्यार और शुभकामनाएं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n\nGS Foundation PT Batch का Form अब उपलब्ध है। रजिस्ट्रेशन और एडमिशन के लिए इच्छुक students form को डाउनलोड कर के, सही तरीके से भर कर, केवल रजिस्ट्रेशन फीस (₹1000) के साथ ANIL SIR के पास 10:30AM से 1:00PM के बीच कोचिंग ऑफिस में जमा कर सकते हैं। \n\nफॉर्म जमा करने का कार्य कल (3 दिसंबर) से प्रारंभ है। बैच का strength 40 अपेक्षित है।",
  "ANIL'S PRAYAS @Patna pinned a file",
  "DEAR STUDENTS,\nGS Foundation Batch का  strength वह नहीं हो पाया है कि इसकी शुरूआत 1या 2दिनों में कर दी जाय। अतः इसे 1week और exrend किया जा रहा है। समय पर प्रारम्भ ना हो पाने का अफसोस है। लेकिन इसके लिए मैं अतिरिक्त प्रयास नहीं कर सकता। और ना ही विज्ञापन का सहारा ले सकता।\n24और 25 दिसंबर को coaching centre ऑफिस  बंद रहेगा और मुझसे मुलाकात नहीं हो पाएगी। अतः 26दिसंबर से पुनः नियमित 11am से 1pm के बीच मुलाकात  होगी।\n67वीं मेंस में शामिल होने जा रहे सभी History optional students को Guess questions (full Long &Short ) उपलब्ध करा दिया गया है। जानबूझ कर इसे टेलीग्राम चैनल या यू ट्यूब पर सार्वजनिक रूप से  नहीं डाला गया है। यदि किसी परीक्षार्थी को  Guess नही मिल पाया है तो वे मुझे contact No पर कॉल कर सकते हैं। आप समस्त students को आगामी exam के लिए शुभकामनाएं और शुभाशीष।\nबोधिसत्त्व बैच के students से बहुत कम समय मे मुलाकात होगी और उन्हें  उत्साहित भी करूंगा और बचे हुए हिस्से को पूर्ण भी करूंगा।\nआपका अनिल सर।",
  "DEAR STUDENTS & FRIENDS,\nनव वर्ष की मंगलमयी शुभकामनाएं। ईश्वर करे कि 2023मे आपकी सफलताओं की राहें अधिक आसान और अधिकतम स्वाभाविक हों।\n बेहद मुश्किल हालातो के बीच भी मैं अपने ईश्वर (Almighty God 🙏) से यह  प्रार्थना करूंगा कि वे आप सबों को और आपके परिजनों को सुख, समृद्धि एवम  सर्वोत्तम स्वास्थ्य प्रदान करें।\nकठिनतम प्रयासों में भी आप सभी students का मन (mind), तन (body), चित्त (feelings) पूर्ण समर्पण  के साथ सफलताओं पर ही केंद्रित हो।\nऐसी उम्मीदों और प्रार्थनाओं के साथ\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआपको यह जानकारी दी जा रही है कि 68वीं BPSC सिविल सेवा परीक्षा में शामिल होने जा रहे students  के लिए मैं 12दिनो का निःशुल्क क्लास 17जनवरी से 10.30amसे लेने जा रहा हूं। यह क्लास तो प्रधानतः बोधिसत्व बैच के students  की मदद के लिए था लेकिन इसके लिए आप सभी आमंत्रित हैं। इसमें शामिल होने के लिए यह भी शर्त नहीं है कि आप मेरे कभी student रहें हों।\n12दिनों यानि 40hours क्लास में  Madieval History का अहम हिस्सा, स्टेटिक GK, current Affairs का कुछ हिस्सा और EVS का एक  sub section को समेटा जायेगा।\n नए वर्ष  की एक बार पुनः शुभकामना देते हुए\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआप सभी  BPSC 68वीं सिविल सेवा परीक्षा में शामिल होने जा रहे students को exam tips और स्ट्रेटेजिक discussion   एवम कुछ जरूरी topics की पढ़ाई के लिए  कल 17th January को 10.30am बुलाया गया था।\nDear Students!\nआप  कल के बजाय 18th  जनवरी यानि wednesday को 10.30AM बजे आमंत्रित हैं। आप सबों की प्रतीक्षा रहेगी।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n68वीं सिविल सेवा परीक्षा की तारीख की आयोग ने पुनः पुष्टि कर दी है। EXAM 12February को ही होने जा रही है। अतः Exam में शामिल होने जा रहे सभी students अपने रूम में ही केंद्रित हो कर  अपनी सर्वोत्तम तैयारी करें। मेरे पास भी अब नियमित क्लास के लिए समय देने की जरूरत नहीं है। केवल एक दिन यानि 29जनवरी को 11बजे आप क्लास आएं। महज 2घंटे के लिए। मैं सभी आवश्यक मेटेरियल/सामग्री सौंप दूंगा।\nआज से 28जनवरी तक कोचिंग क्लास तक आने की आवश्यकता नहीं है। दूर से आने वाले मित्रों को यह जानकारी आप दे दीजिएगा। गणतंत्र दिवस और \nबसंत पंचमी (सरस्वती पूजा) की आप सबों को बहुत बहुत शुभकामनाएं।\nआपका अनिल सर",
  "DEAR STUDENTS,\n68वीं BPSC सिविल सेवा परीक्षा में शामिल होने जा रहे सभी Students को मेरी ओर से बहुत बहुत शुभकामनाएं।\nमैं इस प्लेटफार्म पर आप सबों से ना ही negative मार्किंग के आलोक में अपनाई जाने वाली उपयुक्त strategy की अभी चर्चा कर सकता हूं और ना ही संभावित  मॉडल प्रश्नों/questions की। मैं केवल आपके लिए हृदय से अपनी शुभकामनाएं  भेज सकता हूं और ईश्वर से आपकी अपेक्षित सफलताओं के लिए प्रार्थना कर सकता हूं।\nउत्साह और विश्वास के साथ कल exam हॉल में प्रवेश करें  और संतोष जनक प्रसन्नता के साथ हॉल से बाहर आएँ। यही उम्मीद रखता हूं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nमुझे विश्वास है कि आप students 68वीं BPSC सिविल सेवा प्रारंभिक परीक्षा के प्रश्नों के स्तर को देखकर जरूर उत्साहित होगें। यह संभव है कि कुछ के एग्जाम आशा के अनुरूप नहीं गए होगें। लेकिन आगे 69वीं BPSC की सही रणनीति बनाने में सहूलियत मिलेगी। ऐसा मेरा यकीन है।\nप्रश्न का स्तर बेहतर है यद्यपि दिए गए विकल्प विवाद मुक्त नहीं हैं। इस पर चर्चा होनी ही चाहिए। आगे कमीशन द्वारा जारी किए जाने वाले   प्रोविजनल answer set का स्टूडेंट्स को इंतजार रहेगा।\nजो  इस exam में शामिल हुए हैं वे सभी बोधिसत्व बैच के स्टूडेंट्स और जो नए upcoming Batch के registered students' हैं वे सभी 19 Feb 2023(SUNDAY) को 10 am  पर आमंत्रित है। इस एग्जाम पर भी चर्चा होगी और आगे  की स्ट्रेटजी पर भी। 69BPSC समेत सिविल सेवा परीक्षा के classes की निरंतरता  और  क्लास टाइमिंग पर अंतिम निर्णय भी लिया जाएगा। आप नए registerd students जरूर आएँ।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nमहाशिवरात्रि पर्व की शुभकामनाओं के साथ मेरी ओर से यह छोटी सी जानकारी दी जा रही है कि आप सभी पुराने और नए जो students पहले 19यानि Sunday को कोचिंग क्लास में आमंत्रित थे /वे अब 22 Feb यानि Wednesday को 10am में आमंत्रित हैं। यह बदलाव अपरिहार्य कारणों से और कुछेक students के विनम्र अनुरोध पर किया गया है।\n धन्यवाद।\nआपका अनिल सर।\n#तब तक आप BPSC 68वीं PT परीक्षा में शामिल हुए Candidates आयोग के (निरर्थक/औचित्यविहीन) तथाकथित EXIT पोल में भाग लें और आयोग के साथ साथ अपना ज्ञान वर्धन करें। आयोग को चाहिए कि वे अपना real assessment करें।Students को अपनी वास्तविकता पता है।#",
  "DEAR STUDENTS,\nकल यानि 18फरवरी को देर शाम तक BPSC ने 68वीं PT परीक्षा का प्रोविजनल answer set जारी कर दिया है। यह अच्छी बात है कि आयोग ने एग्जिट पोल के चक्कर से बाहर आकर अपना प्रोविजनल answer set जारी कर students को उहापोह से  मुक्त कर दिया है।\nमेरे विचार से आयोग द्वारा जारी answer  सही हैं। Polity +BIHAR इकोनॉमी+इकोनॉमी+History+Geography+BIHAR Geography+Govt schemes+Current Affairs+Static Gk के सभी दिए गए answer सही और विवादमुक्त हैं। मैंने science और Math/रीजनिंग के answer को verify नहीं किया है। मेरा मानना है कि यह भी सही ही होगा।\nमेरी निजी राय है कि सेट B के  Qn no (72) का answer State पीपल्स movement +प्रजा मंडल आंदोलन यानि  choice  Dहोना चाहिए ।state पीपल्स movement को भी सही मानने वाले स्टूडेंट्स गलत नहीं है।\nसभी candidates आयोग द्वारा जारी answer से अपने मार्क्स को calculate करें और आगे की तैयारी में जुट जाएं। अनुमानित cut off की चर्चा बेवजह है।\nसबको शुभकामना।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n एक लंबे समय के बाद मैं अपनी बात को अपने ही चैनल पर रख रहा हूं।\n मैं अपने आपको अभी फिलहाल  इतना कंफर्टेबल और स्थिर नहीं रख पा रहा हूं कि तुरन्त ही PT और mains का regular class लेना शुरू कर दूं। लेकिन यह तय है कि मैं BPSC GS(Mains) का क्लास जल्द ही शुरू करने वाला हूं।class से जुड़ने की जानकारी चैनल पर 22तक दी जाएगी (68वीं और 69वीं के लिए एक साथ।)\n69वीं PT का या फाउंडेशन GS का बैच मैं बैंगलोर से वापस लौट कर ही  15April के बाद ही सुनिश्चित कर सकता हूं। इससे पहले PT क्लास प्रारम्भ करना मेरे लिए संभव नहीं है।\nअतः mains की तैयारी से जुड़ने की इच्छा वाले मेरे सभी students 4/5दिन और प्रतीक्षा करें। आप सभी students जानते हैं कि मेरे अनिर्णय के पीछे क्या और कैसी वजहें हैं? लगातार आपके अनुग्रहपूर्ण कॉल की वजह से मुझे यह जानकारी देनी पड़ रही है।\nआप सबों को मेरी ओर से ढेरों स्नेह।\nसमय की अनुकूलता रही तो इसी सप्ताह आपसे मुलाक़ात होगी।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nअभी अभी BPSC ने 68वीं सिविल सेवा परीक्षा के PT का result जारी कर दिया है।Result Expected line पर ही है।Negative मार्किंग स्कीम अपनाने के बाद यही अपेक्षित और संभावित cut off की उम्मीद थी। ऐसा ही आगे भी रहेगा। ऐसा मेरा मानना है।\nसभी students को मेरी शुभकामनाएं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n68वीं BPSC (Mains) Exams लिखने जा रहे सभी students को मेरी ओर से शुभकामनाएं। मुझे बेहद अफसोस है कि मैं व्यक्तिगत रूप से आप सबों को इस exam के सन्दर्भ में कोई मदद नहीं कर सका। ना ही  अनुमानित प्रश्नों पर चर्चा कर पाया और ना ही कोई मानक answer उपलब्ध कर सका। आप सबों को मेरी अनुपस्थिति की पूरी जानकारी है। आप माफ़ करें।\nआज ही मैं पटना लगभग एक महीने बाद वापस लौटा हूं। अब 2/3दिनों में यह निर्णय कर  पाऊंगा कि 69वीं BPSC  में शामिल होने जा रहे  प्यारे students  के लिए मैं किस रूप में उपयोगी हो सकता हूं। मैं अपने अगले plan की जानकारी  जल्द ही उपल्ब्ध कराऊंगा।\nढ़ेरों शुभकामनाएं और असीम उम्मीदों के साथ\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआप तक यह जानकारी पहुंचाई जा रही है कि 69वीं BPSC सिविल सेवा (PTExam &MAINS Exam) में शामिल होने की इच्छा रखने वाले STUDENTS  (किसी भी तरह के advice या strategy के लिए)   या बैच में शामिल होने की इच्छा रखने वाले students मुझसे coaching ऑफिस में 25मई यानि Thursday से 9Am से 11.30Am के बीच मिल सकते हैं।Admission कार्य भी जारी रहेगा। बैच की शुरूआत (Morning shift only)UPSC PT  exam के तुरन्त बाद होगी।\nयदि आप चाहते हैं कि बैच की तुरन्त घोषणा हो तो आपकी ओर से उत्साह और तत्परता सामने आनी चाहिए। मेरे पास तो केवल telegram channel और यू ट्यूब video ही माध्यम है। मैं विज्ञापन का सहारा नहीं ले सकता हूं।\nधन्यवाद।\nआपका अनिल सर।",
  "1\n2\n3\n4\nUPSC Final result में  TOP के 4स्थान पर लड़कियां..........\nलगातार 2दशक से girl candidates प्रत्येक प्रतियोगी परीक्षाओं में अपना सर्वोत्तम प्रदर्शन कर रही हैं। प्रश्न उठता है कि ऐसा क्यों?\nसरल उत्तर है....\nखोना कुछ नहीं और हासिल करने के लिए संपूर्ण खुला आकाश\nस्वागत... शुभकामना...",
  "UPSC आयोजित सिविल सेवा प्रारंभिक परीक्षा 2023में शामिल होने जा रहे सभी students को मेरी ओर से ढेरों शुभकामनाएं\nआपका अनिल सर।",
  "DEAR STUDENTS,\nअभी अभी  मैनें UPSC आयोजित PT GS paper 1का प्रश्न देखा।\nHistory segment से  total 15(Ancient India 7, Med India 4,Mod India 4) question पूछे गए हैं।\nप्रश्नों का Answer मेरी ओर से दिया जा रहा है। आप answer देखकर लाभ उठा सकते हैं। सभी segm ents के answer तैयार करने में  teacher को भी समय देना पड़ता है।",
  "DEAR STUDENTS,\nBPSC 69वीं (PT CUM MAINS/GS) BATCH का Registration/Admission का कार्य जारी है। मुझसे व्यक्तिगत रूप से मिलने की इच्छा रखने वाले Students 9.30 से 11.30 am के बीच कोचिंग ऑफिस में मिल सकते हैं।एडमिशन का पुराना form जो टेलीग्राम चैनल पर उपल्ब्ध है उसे ही download करके जमा कर दें। केवल रजिस्ट्रेशन फीस के रूप में अभी 1000  Rs form के साथ जमा कराना है।\nMains में पहले से admitted students' को भी कन्फर्मेशन के लिए coaching ऑफिस आना है।\nघोषित class का time 8.30से 11.30AM होगा। जिन्हें यह समय कंफर्टेबल है वही इस batch के साथ जुड़ें।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआपको यह जानकारी दी जा रही है कि GS Foundation या BPSC 69वीं PT cum MAINS बैच का क्लास 14JUNE 2023(WEDNESDAY 8.30AM से)  प्रारंभ होने जा रहा है। सभी Registered students अपने निर्धारित समय पर (1bottle safe drinking water,1copy,pen के साथ) उपस्थित रहेगें। जिनका रजिस्ट्रेशन अभी तक नहीं हो पाया है वे फार्म को क्लास प्रारंभ होने के दिन भी  ऑफिस में मेरे पास क्लास प्रारम्भ होने के पहले जमा कर सकते हैं। मुझसे students SUNDAY यानि 11जून को कोचिंग ऑफिस में 9AM से 11AM  के बीच मिलकर भी फार्म जमा कर सकते हैं।\nBatch प्रारंभ की तिथि\n14/06/2023\nWEDNESDAY (बुधवार)\nTIME 8.30AM\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nNew BATCH  (69th BPSC  PT CUM MAINS GS) का कल प्रथम  क्लास है। कल के समय में 45minutes का परिवर्तन किया जा रहा है।\nBATCH का प्रथम  क्लास\n14/06/2023\nDAY : WEDNESDAY (बुधवार)\nTIME:9.15AM(45minutes का परिवर्तन)\nआप सबों का स्वागत है।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC PT CUM MAINS GS BATCH 2023  का क्लास कल यानि  Friday को भी अपने पूर्व निर्धारित समय 9AM से ही होगा। सभी students समय पर अपनी उपस्थिति बनाए रखें। नए students कल अपना रजिस्ट्रेशन  फॉर्म  फीस  के साथ अनिवार्यतः जमा करें।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nClass का समय 9AM है।",
  "DEAR STUDENTS,\nPRE HISTORIC CULTURE की सामान्य जानकारी कल FOUNDATION BATCH (PT CUM MAINS batch 2023) को दी जाएगी। Class का समय 9AM है। Previous बैच के भी जिस स्टूडेंट् को इस topic पर मदद चाहिए , वे समय पर उपस्थित होकर लाभ उठा सकते हैं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआपको यह जानकारी दी जा रही है कि BPSC PT CUM MAINS GS BATCH का class 23rd June से 28th June तक ऑफ रहेगा। मुझे अपने निजी कार्यों से आनंद (गुजरात) के लिए यात्रा करनी है।29th June यानि Thursday (गुरुवार) को आपका next क्लास 9AM से है।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC PT CUM MAINS BATCH का क्लास अब 29June की बजाए 1July 2023 9AM को खुलेगा।\nयह परिवर्तन ईद उल अजहा (बकरीद पर्व) की वजह से किया जा रहा है।\nसभी students को ईद उल अजहा की अग्रिम शुभकामनाएं (मुबारकबाद)\nआपका अनिल सर।",
  "DEAR STUDENTS,\nBPSC PT CUM MAINS BATCH का class  Saturday की जगह पर Sunday 9AM से होगा।\nआप students History की copy के  साथ साथ current Events की भी copy साथ लेकर आयेंगे।\nMains BATCH के students भी class में शामिल हो सकते हैं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nकल यानि SATURDAY को CURRENT Affairs का क्लास 9AM से है।\nMains BATCH के students को इस क्लास में शामिल होना चाहिए।  \nCovered Topics  की उपयोगिता/महत्ता \nPT और Mains दोनो के संदर्भ में है।\nसमय पर class में उपस्थिति वांछनीय (Expected) है।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआप सबों को यह जानकारी दी जा रही है कि कल यानि SATURDAY (15th July) को HISTORY Segment का ही class जारी रहेगा।\nCURRENT AFFAIRS का class SUNDAY (16TH JULY) को अपने पूर्व निर्धारित समय (9AM) पर होगा।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n SUNDAY (16Th JULY ) का क्लास  भी HISTORY Segment का ही जारी रहेगा। कल मेरी उपलब्धता मात्र 8.30AM से 10.30AM तक रहेगी। अतः  आप बैच students 8.30AM तक जरूर आ जाएं।current affairs के class की जानकारी बाद में दी जाएगी।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n SATURDAY (शनिवार) को GS - Current Affairs का class पूर्व निर्धारित समय यानि 9AM से होगा।GS -Current Affairs का ही class  SUNDAY को भी जारी रहेगा। आप बोधिसत्व बैच के  या Mains BATCH के students भी क्लास को जारी रख सकते हैं\nआपका अनिल सर।",
  "DEAR STUDENTS,\nMonday  यानि 24जुलाई का क्लास भी अपने पूर्व निर्धारित समय 9AM पर ही होगा।\nआप 8.30AM में ना आकर 9AM पर ही आएँ।GS current affairs का क्लास  Monday को भी जारी रहेगा।\nआपका अनिल सर।",
  "पार्श्वनाथ पहाड़ी/सम्मेद शिखर जी,\nशत्रुंजय पहाड़ी,\nसभी जैन धार्मिक सांस्कृतिक विरासत स्थल,\nमोढेरा,\nलोथल, धौलावीरा,\nराखीगढ़ी,\nजोशीमठ,\nसभी पीठ विरासत स्थल,\nReasi,\nचेनाब bridge,\nअंजी khad bridge,\nकोल्लम,\nKochi  water मेट्रो,\nकटक,\nराउरकेला,\nरायबरेली,\nIndore प्रवासी दिवस समारोह,\nIndian diaspora और datas,\nInternational rice conference,\nTungnath Temple,\nMall of Srinagar और EMAAR group,\nHubbilie Rail platform,\nBhopal और Water mission @2047,\nGorakhpur और गीता प्रेस ,\nविशाखा पत्तनम v/s अमरावती,\nहैदराबाद और अंबेडकर साहेब स्टेच्यू,\nलुधियाना और गैस रिसाव,\nChandigarh और हेरिटेज ऑफ इंडियन एयर फोर्स,\nलद्दाख और मयूरभंज,\nMughal गार्डन v/s अमृत उद्यान\nकर्तव्यपथ  v/s राजपथ v/s किंग्सवे\nमुझे यकीन है कि आपने इन जगहों के ऐतिहासिक, भौगोलिक , सांस्कृतिक , सामरिक परिचय प्राप्त करने के बाद  यह जानने में लुत्फ उठाया है कि इन सब की 2022/23में चर्चा में आने के पीछे क्या वजह है।\nमुझे यकीन है कि आप बिना अतिरिक्त दबाब के इन्हें याद भी रखेंगें।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nबोधिसत्त्व BATCH के सभी students को यह जानकारी दी जा रही है कि संभवतः मेरी गलती से या मेरे mobile के उपयोग से जुड़े किसी व्यक्ति की गलती से batch ग्रुप (टेलीग्राम group) से मेरा संपर्क  भंग हो गया है। शायद उस group का एडमिन मैं ही था। अतः ना ही मैं जुड़ पा रहा हूं और ना ही जोड़ पा रहा हूं। अतः Dearest बोधिसत्व बैच Students!\nआप चिंतित ना हों। मैं समाधान का प्रयास करूंगा।\nअभी coaching class 27जुलाई  से एक सप्ताह के लिए बंद रहेगा।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nमैं पटना वापस आ गया हूं।\nकल से क्लास History Segment का 9AM से प्रारंभ होगा।\n*यदि 9AM के आस पास तेज बारिश होने लगे,\nतब भी अगले 45minutes तक इंतजार करें। विलंब  होने पर भी मैं क्लास लूंगा।\nआप सभी regular students का अपने बैच में इंतजार रहेगा।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n  एक अपरिहार्य कार्य के सामने आ जाने की  वजह से मैं   कल आपका class (History segment) नहीं ले पाऊंगा। मुझे अफसोस है।\nअब आपका क्लास Thursday को 9AM से लगातार 4hour का होगा।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nतक्षशिला बैच के students को यह आवश्यक जानकारी दी जा रही है कि अचानक आज के क्लास पूर्ण होने के बाद fever आ जाने की वजह से मैं आपका कल का यानि Monday (14August) का क्लास नहीं ले पा रहा हूं। यदि स्वास्थ्य अनुकूल हुआ तो 15th August को 2nd half में क्लास ले सकता हूं। इसकी जानकारी बाद में दी जाएगी। यदि 15August को भी क्लास संभव नहीं हुआ तो फिर 16August से GS -Current Affairs Segment  के ही क्लास में 9AM में आप सबों से मुलाकात होगी।\nनियमित क्लास में अचानक व्यवधान उत्पन्न होने का गहरा अफसोस है।\nआप सबों को स्वतंत्रता दिवस की अग्रिम शुभकामनाएं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nबोधिसत्त्व और तक्षशिला बैच के students को यह जानकारी दी जा रही है कि मैं कल यानि 16August का GS -Current Affairs Segment का 9AM से class नहीं ले पा रहा हूं।Fever 101से नीचे आ तो रहा है लेकिन नीचे आने की गति बहुत धीमी है। उम्मीद है जल्द पूर्ण स्वस्थ होकर आपके class लेने में समर्थ हो जाऊंगा।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nGS -Current Affairs Segment के कल के class के लिए भी विनम्रतापूर्वक मेरी ओर से ना  है। शायद कल तक मैं 2hour का क्लास ले पाने में समर्थ हो जाऊं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nमेरी अस्वस्थता जारी है।Fever down होने के बाद पुनः बढ़ जा रहा है। मुझे गहरा अफसोस है कि मैं आपका अपरिहार्य क्लास नहीं ले पा रहा हूं। अभी  4/5दिनों तक कोचिंग क्लास स्थगित रहेगें। यह नोटिस टेलीग्राम चैनल पर लिखना अच्छा तो नहीं लग रहा है कि लेकिन यह मेरी असमर्थता है।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआप सभी students (तक्षशिला और बोधिसत्व बैच) को यह जानकारी दी जा रही है कि कल यानि 25th August (Friday) को 9AM से  GS -History segment का क्लास होगा और Saturday (26th August/9AM) से लगातार GS -Current Affairs Segment का क्लास 3दिनों तक चलेगा।\nजो students Teachers Recruitment process में शामिल हैं, उन्हें मेरी शुभकामनाएं।\nकल के क्लास की प्रतीक्षा।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआप सभी students (तक्षशिला और बोधिसत्व बैच) को यह जानकारी दी जा रही है कि आपका next क्लास Saturday 9AM से GS -Current Affairs Segment का होगा। मैं आज पटना वापस आ गया हूं लेकिन व्यक्तिगत वजहों से कल यानि Friday का क्लास नहीं ले पाऊंगा।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nतक्षशिला और बोधिसत्व बैच के नियमित आ रहे students को यह जानकारी दी जा रही है कि उनका GS -Current Affairs Segment का next क्लास Monday (सोमवार/4september) को 9AM से होगा।\nकल Sunday का क्लास केवल तक्षशिला बैच  के लिए (GS -History segment) के लिए है। एक chapter विशेष की संपूर्णता के लिए कुछ hours की जरूरत है जो मैं कल पूरा कर देना चाहता हूं।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआज GS -Current Affairs Segment के क्लास लेते वक्त मेरे जेहन में यह तथ्य नहीं आ सका कि कल 5सितंबर (शिक्षक दिवस) है। और मैं क्लास ऑफ रखने की जानकारी नहीं दे सका। मैं 5 सितंबर को हमेशा कोचिंग क्लास ऑफ ही रखता आया हूं।\n30सितंबर के BPSC exam की जरूरत के मद्देनजर इस बार क्लास को   सशर्त जारी रखा जा रहा है।\nतक्षशिला और बोधिसत्व बैच के सभी students कोई अतिरिक्त व्यवहार /प्रदर्शन नहीं करेगें।\nकोई भी gifts या भेंट स्वीकार नहीं।( PEN/PENCIL/डायरी/कार्ड /कुछ भी नहीं।)\nअन्य दिनों की तरह ही 5सितंबर का भी क्लास व्यवहार/आचरण अपेक्षित है।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nतक्षशिला और बोधिसत्व बैच के नियमित क्लास आ रहे students को यह जानकारी दी जा रही है कि कल यानि 8सितंबर को कोचिंग क्लास मेरी अनुपस्थिति की वजह से  ऑफ रहेगा।\nNext क्लास GS -Current Affairs (Economy based current) का 9सितंबर को 9AM से चलेगा।\nधन्यवाद।\nआपका अनिल सर।\nबोधिसत्व बैच के students को 2दिन की छुट्टी का पूर्ण फायदा उठाते हुए History segment का पूर्ण revision (Neolithic To Freedom struggle में BiHAR के योगदान तक की चीजों को अपनी copies से 100percent )revision कर लेना चाहिए।",
  "DEAR STUDENTS,\nतक्षशिला और बोधिसत्व बैच के नियमित क्लास आ रहे students को यह जानकारी दी जा रही है कि उनका next क्लास सोमवार यानि Monday (18/9) को 9AM से होगा। मैं पटना वापस आ गया हूं लेकिन कल यानि Sunday को class ले पाने में असमर्थ हूं।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआप सभी को यह जानकारी दी जा रही है कि अपरिहार्य कारणों से मै अभी  class नहीं ले पाऊंगा। कल का class off रहेगा। आगे की जानकारी मैं टेलीग्राम चैनल के माध्यम से दे दूंगा।\nधन्यवाद।\nआपका अनिल सर",
  "DEAR STUDENTS,\nमैं लिख पाने की अच्छी स्थिति में अभी तो नहीं हूं। लेकिन रोक नहीं पा रहा हूं।\nसमस्त दलों के सकारात्मक रूख  से लगभग 4दशकों से अटका हुआ  अति महत्त्वपूर्ण महिला आरक्षण बिल दोनो हाउस से पारित हो गया। जिन्होंने विरोध किया या जिन्होंने bill पर संशोधन पेश किया वे सभी  प्रशंशा के पात्र हैं।\nसबसे बड़ी बात यह है कि bill पारित हो गया और यह ऐतिहासिक घटना है।\nसम्पूर्ण देश को बधाई। समस्त छात्र छात्राओं को बधाई। मैं इतना खुश हूं कि कुछ पल के लिए अपना असहनीय कष्ट भूल गया।\nपरीक्षार्थियों के उज्जवल भविष्य की कामना करते हुए\nआपका अनिल सर।",
  "DEAR STUDENTS,\n69TH BPSC सिविल सेवा प्रारंभिक परीक्षा में शामिल होने जा रहे समस्त छात्र छात्राओं  के लिए ALMIGHTY LORD से उत्तमताओं और सफलताओं की प्रार्थना कर रहा हूं।\n*इस तथ्य पर ध्यान रखें कि 1/3rd negative marking scheme है। अतः Question का स्तर जो भी हो या result vacancies का जितना भी multiple हो , cut off (फॉर GM) 89से ऊपर नहीं जायेगा। अतः Attempted Questions की संख्या 118 के आस पास ही रहे।\nशुभकामनाओं और मगलकामनाओं के साथ\nआपका अनिल सर।",
  "DEAR STUDENTS,\n69TH BPSC सिविल सेवा प्रारंभिक परीक्षा  संपन्न हो चुकी है। मुझे पूर्ण विश्वास है कि students अपनी क्षमताओं  के अनुरूप Exam देकर कुछ संतुष्ट हुए होगें और कुछ नहीं।Questions का स्तर प्रशासनिक सेवा exam के अनुरूप ही था।\nसंभव है कि कुछ अच्छे students को Economy का प्रशन और current affairs का प्रश्न लीक से काफी दूर अटपटा लगा होगा। ऐसा स्तरीय exam में होता ही है। लेकिन बनने लायक questions भी काफी थे।History,polity, Geography, Maths और 50percent science के questions ऐसे ही थे।\nमैं व्यक्तिगत रुप से मानता हूं कि ऐसे प्रश्न में समझदार students को 108/109से अधिक attempt नहीं लेना चाहिए और उन्हें 15से 18तक  गलत करने के लिए तैयार रहना चाहिए।\nजिन्होंने 92सही किया है और 17गलत , वैसे students अपने कैटेगरी की चिंता किए बगैर शत प्रतिशत सुरक्षित है। वे answer key पर अधिक विश्लेषण किए बगैर mains के लिए सफल students में अपने आपको पा सकते हैं।\nअतः मैं expected cut off की ओर इशारा कर रहा हूं (यदि result 12multiple रहा तो)\nUR-Male (85/86Maxm)\nUR- Female (81/82 Maxm)\nBC- M(82/82.66 Maxm)\nइसी प्रकार आप स्वम अन्य category का cut off अनुमान लगा सकते हैं।\nयह अनुमान तभी विफल हो सकता है जब आयोग ही इसे विफल करने पर आ जाए अन्यथा औसत +students  इसे गलत नहीं साबित कर सकते हैं। 1प्रतिशत students का उच्च score cut off नहीं तय करते हैं।\nआपका  स्व विश्वास और आपका सतत प्रयास ही आपकी सफलता का आधार है।\nशुभ रात्रि।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nयह सही कहा गया है कि,\nवक्त (Time) हालात (situations) को प्रभावित करते हैं और हालात व्यक्ति विशेष (individual) को। व्यक्ति की परख इससे होती है कि उसने हालातों का सामना कैसे किया?\n1299AD अलाउद्दीन ख़िलजी के लिए कठिनतम वर्ष था लेकिन यही वर्ष उसके लिए सफलताओं का वर्ष साबित हुआ।\n1581AD अकबर के लिए कठिनतम वर्ष था लेकिन यही उसके लिए सफलताओं और महान प्रयोगों का वर्ष साबित हुआ।\n2022विराट कोहली के लिए कठिनतम वर्ष है लेकिन यकीन है कि यह उनके लिए सफलताओं का वर्ष साबित होगा।\nमेरे लिए यह बेहद मुश्किल वर्ष है। मैं भी हालातों से जूझ/संघर्ष कर रहा हूं। यह समय ही बताएगा कि यह समय मेरे लिए क्या साबित हुआ।\nआपसे जरूर मुलाकात होगी।\nइसी विश्वास के साथ\nआपका अनिल सर।",
  "उपरोक्त मैसेज  मैने अपने channel पर 8september 2022को लिखा था। आज विराट कोहली के लिए यह कथन कितना सही साबित हो रहा है। जीवन ऐसा ही है। पूर्ण निराशा के लिए जीवन में कोई स्थान नहीं है।\nआपका अनिल सर।",
  "असीम संभावनाओं, ढेरो अवसरों,  उत्कृष्ट सफलताओं के लिए निश्छल संबेदनाओं के साथ  स्वागत करें नव वर्ष 2024का।\nइस चैनल से जुड़े हुए समस्त शुभचिंतकों और  students  को  नव वर्ष की मेरी ओर से हार्दिक बधाई।\nअपने ईश्वर से प्रार्थना करता हूं कि वे अपनी कृपा आप सबों पर और आपके परिवार पर बनाए रखें।\nमैं उम्मीद रखता हूं कि  शीघ्र ही आप students से क्लास रूम में मुलाकात होगी।\nआपका अनिल सर।👏👏🙌🙌",
  "DEAR STUDENTS,\nआपको यह जानकारी दी जा रही है कि 70वीं BPSC PT-MAINS का क्लास 27th  JANUARY(SATURDAY)  को 9.30AM से प्रारम्भ हो रहा है। तक्षशिला और बोधिसत्त्व बैच के regular आ रहे students के लिए भी यह सूचना है और  Mains class में शामिल होने की इच्छा रखने वाले नए students के लिए भी।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआज से 22जनवरी तक मैं पटना से बाहर रहूंगा व्यक्तिगत वजहों से। 23जनवरी से  आपसे मुलाकात संभव होगी और regular classes पर चर्चा भी होगी।\nआप सबों के बेहतर भविष्य की कामना और ईश्वर से प्रार्थना करते हुए\nआपका अनिल सर।",
  "DEAR STUDENTS,\n75वें गणतंत्र दिवस की हार्दिक बधाई के साथ आपको मेरी ओर से यह जानकारी दी जा रही है कि आप कोचिंग सेंटर पर बजाय 27जनवरी के \nअब 31जनवरी को 10.30AM बजे आएं।\nएक तरफ बिहार में शीतलहर जारी है तो दूसरी ओर राजनैतिक परिदृश्य पर तापमान में बढ़ोत्तरी जारी है। मैने भी यही विचार किया कि 3दिन बाद ही अपने प्रिय students से मिला जाय।\nस्थान: कोचिंग संस्थान\nDate:31/1/2024\nसमय:10.30AM\nDay: Wednesday\nजो मुझसे मिलने की जरूरत समझते हैं उन सबका स्वागत है।\nआपका अनिल सर",
  "DEAR STUDENTS,\n 70वीं BPSC PT-MAINS बैच से जुड़े हुए सभी students को जानकारी दी जा रही है कि आपका next class Sunday  को (11फरवरी) 10बजे से होगा। यह क्लास  GS (paper 1/Mains) का होगा।\nआपको यह जानकारी पहले से है कि आगे से PT (GS) का क्लास सप्ताह में 3दिन और Mains (GS) का क्लास 3दिन   नियमित चलेगा।\nDate 11/2/2024(Sunday)\nGS (paper 1/Mains)\nTime: 10AM से 1PM\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nवसन्त पंचमी और मां सरस्वती पूजा की हार्दिक शुभकामनाएं।\nUPSC सिविल सेवा 2024 परीक्षा से संबंधित आयोग ने सूचना जारी कर दी है। आप इच्छुक students जरूर फार्म भरें। आपको शुभकामना और आपके लिए मंगलकामना।\n70वीं BPSC PT-MAINS बैच का next class 16फरवरी (Friday)10AM  को है। कल मैं अवकाश पर हूं।\nआपका अनिल सर।",
  "DEAR STUDENTS,\n आपको यह जानकारी दी जा रही है कि कल यानि Monday (19/2/24) को coaching class ऑफ रहेगा।\nNext class (BPSC/70वीं/PT) TUESDAY को 9.30AM  पर होगा।\nDate 20/2\nDAY: Tuesday\nTime:9.30AM\nFOR:PT EXAM (BPSC/UPSC)\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआपको जानकारी दी जा रही है कि\nWEDNESDAY (28FEBRUARY) और Thursday (29 February) का क्लास P T का 9.30AM से होगा ।\nMAINS GS का class FRIDAY (1 March) से  अपने निर्धारित समय 9.30am से चलेगा।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR FRIENDS & STUDENTS,\nरंगोत्सव होली की बहुत बहुत बधाइयां। ईश्वर से प्रार्थना है कि वे अपनी कृपा दृष्टि हमारे विशाल परिचित मित्र परिवार पर हमेशा बनाए रखें। आप सबों के और आपके परिवार जनों के उत्तम स्वास्थ्य, सुख समृद्धि और आध्यात्मिक उन्नयन की कामना और प्रार्थना करते हुए\nआपका अनिल जी।\n👏👏👏🙌🙌🙏",
  "Photo from Anil Kumar",
  "DEAR STUDENTS,\n  Holi छुट्टी के बाद आप सबों को पुनः 30मार्च  से क्लास प्रारंभ होने की जानकारी दी जा रही है।class के सन्दर्भ में सूचना इस प्रकार है \nClass:PT preparation\nDate: 30March से (Saturday)\nTime:9AM से\nGS MAINS  class की जानकारी इस प्रकार है\nClass:GS MAINS\nDate: 1April (Monday) से\nTime:9AM से\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,\nआपको यह जानकारी दी जा रही है कि कल यानि Sunday (31March ) को भी तक्षशिला बैच का PTPrep class  होगा। यह क्लास 9AM से ही होगा।\nधन्यवाद।\nआपका अनिल सर।",
  "DEAR STUDENTS,",
  "विजयादशमी के पवित्र अवसर पर आपका और आपके परिवारजनों को ढेरों शुभकमनायें",
  "ईश्वर से प्रार्थना है कि आप सभी स्वस्थ्य रहें",
  "आपको उत्तम सफलता हासिल हो",
  "आपका अनिल सर",
  "Dear and all respected\n\nstudents,\n\nI(Anil Kumar) wish you and your family a very Happy Diwali🙌🙌👏👏🙏\nThe last message of Lord Buddha\n\nBe a light in yourself",
  "DEAR STUDENTS,",
  "आज की परीक्षा के लिए हार्दिक शुभकामनाएं",
  "सर्वशक्तिमान ईश्वर आप सभी पर अपना आशीर्वाद बनाए रखें",
  "आपका अनिल सर",
  "DEAR STUDENTS,",
  "10 फरवरी2025 (सोमवार) सुबह 9.30 से 11.30 बजे तक आप सभी छात्र जो मुझसे मिलने की इच्छा रखते हैं ,सभी  क्लास रूम में आमंत्रित हैं .अलग-अलग मिलने के बजाय यहीं बेहतर है कि सभी एक साथ ही क्लास रूम में मिलें।मिलने पर ही निर्णय लिया जा सकेगा आगे के क्लासेज के संदर्भ में",
  "आपका अनिल सर",
  "DEAR STUDENTS,",
  "अपरिहार्य वजहों से आप सबो से मुलाकात के समय को बुधवार (12/2/2025 )को रखा जा रहा.",
  "क्लास में मिलने का दिन समय",
  "Wednesday",
  "Time 9.30 AM to  11.30 AM",
  "आपका अनिल सर",
  "DEAR STUDENTS,",
  "सिविल सेवा मुख्य परीक्षा की तैयारी से जुड़ने की इच्छा रखने वाले छात्रों के अनुरोध मुझे मिल गए हैं",
  "हालाँकि यह आँकड़ा बहुत कम है",
  "फिर भी मैं क्लास आगे लेने को तैयार हूं",
  "70वीं बीपीएससी मेन्स  लिखना जा रहे छात्र इससे जुड़े नहीं . मैं 70वीं बीपीएससी मुख्य परीक्षा के छात्रों की सीधे मदद नहीं कर सकता",
  "हालाँकि मैं उन्हें संभवित प्रश्न  और कुछ लिखित सामग्रियों से मदद कर सकता हूँ",
  "19 फरवरी से सुबह 9.30 बजे क्लास प्रारंभ है, आपका स्वागत है। पीटी क्लास पर कुछ समय बाद .... ...\n\n\nविचार किया जाएगा",
  "आपका अनिल सर",
  "Mains Class  19 फरवरी (बुधवार)/सुबह 9.30 बजे से",
  "DEAR STUDENTS,",
  "मुख्य कक्षा 19 फरवरी की जगह पर 20 फरवरी से पूर्ण समय पर यानि सुबह 9.30 बजे से होगी",
  "अनपेक्षित काम     की वजह से ऐसा करना पड़ा है .अपने मित्रों को जरूर  जानकारी दे दीजिएगा  आपका अनिल सर",
  "DEAR STUDENTS",
  "GS MAINS CLASS  :MONDAY (24 TH FEB) 8.45 AM  TO 11.45AM",
  "SUNDAY  CLASS  OFF",
  "Yours Anil Sir",
  "DEAR STUDENTS,",
  "आपको यह जानकारी दी जा रही है कि मैं स्वस्थ हो गया हूं। और 2 या 2.30 घंटे की क्लास ले सकता हूं। कल यानी रविवार को जीएस (मेन्स) की क्लास 8.45 बजे से 11 बजे तक होगी",
  "आपका अनिल सर",
  "Respected  &  Dear STUDENTS \nWishing you  & everyone  Home  a very very  joyful-colourful  Holikotsav.\nRegards \nAnil Sir 🙌👏🙏",
  "DEAR STUDENTS,",
  "कल की जीएस मेन्स क्लास अनिश्चित है। कुछ अपरिहार्य कारणों से आपकी कल की कक्षाएं संचालित करना संभव नहीं है। कक्षाएं  19 मार्च से सुबह 9 बजे से आयोजित की जाएगी।",
  "आपका अनिल सर",
  "DEAR STUDENTS,",
  "आपको और आपके परिवार को श्री रामनवमी की हार्दिक शुभकामनाएं",
  "रामनवमी की शुभकामनाओं के साथ आपको सूचित किया जाता है कि आपकी GS Mains कक्षाएं 9 अप्रैल (बुधवार) से सुबह 8.30 बजे से पुनः खुलेंगी",
  "आपका अनिल सर",
  "आपको और आपके परिवार को शिक्षक दिवस, ओणम और ईद-ए-मिलाद-उल-नबी के विशेष अवसर पर बहुत-बहुत शुभकामनाएं। आपका अनिल सर",
  "DEAR STUDENTS",
  "कल की 71वीं बीपीएससी पीटी परीक्षा के लिए आप सभी को मेरी हार्दिक शुभकामनाएं",
  "आप सभी बड़ी आशाओं  और  ऊर्जा से भरे हैं। आपको केवल सर्वशक्तिमान के आशीर्वाद की आवश्यकता है। मैं आप सभी के लिए प्रार्थना करूँगा .  आप समय पर अपने-अपने केंद्र पर पहुंचें  आप परीक्षा हॉल में पूर्ण शांत रहिए .आप 122  प्रश्न   का प्रयास (Attempt)जरूर लें .",
  "कल का शनिवार आपका  है l",
  "आपका अनिल सर",
  "My contact  No\n9431045738 (BSNL)",
  "ALTERNATE NEW NO\n9341261744 (JIO SIM)"
]